{
  "title":"pahlawan-data",
  "revdate":"07-13-2021",
  "data":[
    {
      "pahlawan_name":"R.A. Kartini",
      "id":"p001",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/23.jpg",
      "asal":"Jawa Tengah",
      "lahir":"21 April 1879 di Jepara, Jawa Tengah",
      "meninggal":"17 September 1904 di Rembang, Jawa Tengah",
      "riwayat":"Raden Ajeng Kartini merupakan seorang pelopor kebangkitan perempuan pribumi. Melalui surat-surat yang ia kirimkan kepada temannya seorang Belanda Stella Zeehandelar. Dirinya aktif menceritakan bagaimana terbelakangnya perempuan-perempuan Jawa.\n\nKartini ingin mengangkat derajat kaum wanita melalui pendidikan, agar mereka memperoleh hak yang sama dan kecakapan yang sama seperti kaum laki-laki. Karena itulah Kartini dianggap sebagai pelopor emansipasi wanita.\n\nKartini menganggap bahwa Tuhan menciptakan laki-laki dan wanita sebagai makhluk yang sama, hanya bentuknya yang berbeda. Karena itu kedudukan mereka tidak boleh dibeda-bedakan. Kartini yakin bahwa wanita memegang peranan penting dalam kehidupan suatu bangsa seperti ditulisnya dalam salah satu suratnya.\n\nSemasa menjalani pingitan ia aktif membaca buku-buku. Salah satu buku yang semakin membuka matanya ialah buku Minnebrieven, karangan Multatuli. Ia juga membaca buku-buku Ny. C. Goekoop yang menguraikan perjuangan Hylda van Suylenderb membela hak-hak wanita di Negeri Belanda.\n\nKartini mendirikan sekolah bagi gadis-gadis di Jepara. Muridnya hanya sebanyak sembilan orang, terdiri atas kerabat atau teman-temannya. Pelajaran yang diberikan meliputi menjahit, memasak, meyulam, dan bahasa Jawa."
    },
    {
      "pahlawan_name":"Jenderal Sudirman",
      "id":"p002",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/33.jpg",
      "asal":"Jawa Tengah",
      "lahir":"24 Januari 1916 di Purbalingga, Jawa Tengah",
      "meninggal":"29 Januari 1950 diMagelang, Jawa Tengah",
      "riwayat":"Pejuang Kemerdekaan Indonesia. Seorang Guru, Panglima Besar Tentara Nasional Indonesia pertama (TKR, Tentara Keamanan Rakyat),\n\nSetelah Indonesia memproklamirkan kemerdekaannya pada tanggal 17 Agustus 1945, Soedirman pergi ke Jakarta untuk bertemu dengan Presiden Soekarno. Ia ditugaskan untuk mengawasi proses penyerahan diri tentara Jepang di Banyumas, yang dilakukannya setelah mendirikan divisi lokal Badan Keamanan Rakyat.\n\nPada tanggal 12 November 1945, dalam sebuah pemilihan untuk menentukan panglima besar TKR di Yogyakarta, Soedirman terpilih menjadi panglima besar.\n\nPada 15 Desember 1945 Soedirman memimpin pertempuran Ambarawa, yang membuat Sekutu mundur dari Ambarawa ke Semarang. Dengan prestasinya itu Soedirman menjadi Panglima Besar TKR dengan pangkat Jenderal.\n\nPada tanggal 19 Desember 1948, beberapa hari setelah Soedirman keluar dari rumah sakit, Belanda melancarkan Agresi Militer II untuk menduduki Yogyakarta. Pada saat pemimpin-pemimpin politik berlindung di kraton sultan, Soedirman, beserta sekelompok kecil tentara dan dokter pribadinya, melakukan perjalanan ke arah selatan dan memulai perlawanan gerilya selama tujuh bulan."
    },
    {
      "pahlawan_name":"Jenderal TNI Anm. A. Yani",
      "id":"p003",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/37.jpg",
      "asal":"Jawa Tengah",
      "lahir":"19 Juni 1922 di Purworejo, Jawa Tengah",
      "meninggal":"1 Oktober 1965 di Lubang Buaya, Jakarta",
      "riwayat":"Ahmad Yani merupakan pahlawan Indonesia yang memiliki peran penting dalam perjuangan bangsa. ia merupakan Panglima Staf Komando Angkatan Darat (KSAD).\n\nPada masa mempertahankan kemerdekataan Ahmad Yani beserta pasukannya berhasil memukul mundur pasukan sekutu sampai ke Ambara pada19 Oktober 1945 di Semarang.\n\nPada tahun 1948 semasa Ahmad Yani menjabat sebagai Komandan Brigade Diponegoro, negara dirongrong oleh PKI dibeberapa kota di Jawa Tengah dan Jawa Timur. Ahmad Yani berperan dalam mengirimkan Batalyon Suryosumpeno untuk menumpas pasukan pemberontak di daerah sekitar Purwodadi dan Grobogan.\n\nSaat terjadi Agresi Militer Belanda II 19 Desember 1948. Kota Magelang, tempat kedudukan Brigade Yani, diserang Belanda dari tiga jurusan, yakni dari Yogyakarta, Ambarawa dan Punvorejo. Kota ini terkepung, tetapi Yani tidak panik. Ia memerintahkan anak buahnya membumihanguskan Magelang.\n\nAhmad Yani dan pasukannya berhasil menumpas Gerakan DI/TII di Daerah sekitar Brebes dan Pekalongan.\n\nIa menjadi salah satu korban dalam peristiwa G30 S/PKI."
    },
    {
      "pahlawan_name":"Raden Dewi Sartika",
      "id":"p004",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/49.jpg",
      "asal":"Jawa Barat",
      "lahir":"4 Desember 1884 di Cicalengka, Bandung,Jawa Barat",
      "meninggal":"11 September 1947 di Tasikmalaya, Jawa Barat",
      "riwayat":"Tokoh perintis pendidikan untuk kaum wanita. Mendirikan Sekolah Pertama untuk Perempuan.\n\nMembuat tulisan berjudul ”De Inlandsche Vrouw” (Wanita Bumiputera). Ia mengemukakan bahwa pendidikan penting untuk mendapatkan kekuatan dan kesehatan kanak-kanak baik secara jasmani maupun rohani. Dalam tulisan itu menghendaki pula adanya persamaan hak antara laki-laki dan wanita. Untuk pekerjaan yang sama  dilakukan seorang wanita, harus diberi pendidikan.\n\nMendapat penghargaan bintang perak dari pemerintah Hindia Belanda untuk Sekolah Keutamaan Isteri yang didirikannya.\n\nSekolah Keutamaan Isteri berganti nama menjadi Sekolah Raden Dewi pada 1929. Kurikulum sekolah pun semakin bentambah, dari membaca, menulis, pelajaran agama, menjahit, menyetrika, memasak, membatik, hingga keperawatan orang sakit."
    },
    {
      "pahlawan_name":"Dr. Ir. Soekarno",
      "id":"p005",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/89.jpg",
      "asal":"Jawa Timur",
      "lahir":"6 Juni 1901 di Surabaya, Jawa Timur",
      "meninggal":"21 Juni 1970 di RSPAD(Rumah Sakit Pusat Angkatan Darat) Gatot Subroto, Jakarta.",
      "riwayat":"Proklamator Kemerdekaan Indonesia, Pendiri Partai Nasional Indonesia, Pemrakarsa Konferensi Asia Afrika dan Gerakan Non Blok. Anggota BPUPKI, Ketua Panitia Perancang UUD dan Ketua PPKI (Panitia Persiapan Kemerdekaan Indonesia)\n\nPada 1925 Soekarno mendirikan dan menjadi Ketua Algemeene Studie Club (ASC) di Bandung, yaitu Perhimpoenan Pelajar/Mahasiswa yang berjiwa nasionalisme. Kemudian pada 1927 mendirikan Partai Nasional Indonesia, yang merupakan perhimpoenan yang sangat berani menentang penjajahan Belanda.\n\nSoekarno ditangkap oleh Pemerintah Hindia Belanda karena dicurigai melakukan provokasi menentang pemerintah, dan dijatuhi hukuman penjara pada 22 Desember 1930 di Penjara Sukamiskin.\n\nPada 17 Agustus 1945 Soekarno bersama Muhammad Hatta memproklamirkan kemerdekaan Indonesia dan kemudian diangkat menjadi Presiden pertama RI"
    },
    {
      "pahlawan_name":"Drs. H. Moh. Hatta",
      "id":"p006",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/90.jpg",
      "asal":"Sumatera Barat",
      "lahir":"12 Agustus 1902 di Bukit Tinggi,Sumatera Barat",
      "meninggal":"14 Maret 1980 di Jakarta,Indonesia",
      "riwayat":"Aktifis Kemerdekaan Indonesia,Proklamator RI, Negarawan, Ekonom, Administrator, Wakil Presiden Pertama Republik Indonesia, Perdana Menteri ke 3, Menteri Pertahanan ke 4 dan Bapak Koperasi Indonesia\n\nSewaktu di Belanda tahun 1926 Hatta menjadi pimpinan Perhimpunan Indonesia dan dipercaya menjadi bendahara merangkap anggota Dewan Redaksi Majalah Hindia Putera (Indonesia Merdeka).\n\nPada tahun 1927 dalam Kongres Liga di Brussel, Hatta menguraikan “Liga Menentang Kolonialisme”.\n\nPada tahun 1931, atas saran Hatta, Golongan Merdeka mendirikan partai baru yaitu partai Pendidikan Nasional Indonesia (PNI-Baru) yang berhaluan nonkooperasi.\n\nPada tahun 1932-1941 Hatta bersama tokoh politik lainnya dibuang ke Digul, Irian dan kemudian dipindahkan ke Banda Naira dan pada tahun 1942 sesudah Jepang berkuasa, mereka dibebaskan."
    },
    {
      "pahlawan_name":"Ir. H. Djuanda Kartawijaya",
      "id":"p007",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/89.jpg",
      "asal":"Jawa Tengah",
      "lahir":"4 Januari 1911 di Tasikmalaya, Jawa Barat",
      "meninggal":"7 November 1963 di Jakarta,Indonesia",
      "riwayat":"Menteri Keuangan pada Kabinet Kerja I dan II, Menteri Pekerjaan Umum pada Kabinet Hatta I, Menteri Perdagangan pada Kabinet RIS, dan Menteri Perhubungan pada Kabinet Syahrir III dan pernah menjabat Perdana Menteri pada 1957-1959.\n\nBeliau memiliki peran besar menjaga kedaulatan maritim Indonesia di awal masa kemerdekaan, diabadikan dalam uang pecahan Rp50 ribu sejak 16 Desember 2016.\n\nIa mengeluarkan Deklarasi Djuanda pada 13 Desember 1957. Dalam deklarasi itu ia menyatakan kepada masyarakat internasional bahwa segala perairan yang menghubungkan pulau-pulau Indonesia masuk dalam teritori Negara Republik Indonesia. Deklarasi itu juga menyatakan bahwa penentuan batas laut 12 mil yang diukur dari garis-garis yang menghubungkan titik terluar pada pulau-pulau Negara Republik Indonesia akan ditentukan dengan undang-undang,"
    },
    {
      "pahlawan_name":"Mohammad Hoesni Thamrin",
      "id":"p008",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/4.jpg",
      "asal":"DKI Jakarta",
      "lahir":"6 Februari 1894 di Weltevreden, Batavia(Jakarta, Indonesia)",
      "meninggal":"11 Januari 1941 di Senen,Batavia (Jakarta, Indonesia)",
      "riwayat":"Politikus dan Aktifis Kemerdekaan. Tokoh Betawi yang pertama kali menjadi anggota Volksraad (“Dewan Rakyat”) di Hindia Belanda, mewakili kelompok Inlanders (“pribumi”).\n\nThamrin merupakan anggota Dewan Kota yang sering menyaksikan keadaan rakyat dan membuatnya berpidato agar pemerintah segera berupaya untuk memperbiki kampung-kampung di Jakarta. Thamrin kemudian menjadi ketua Kaum Betawi. Kemudian pada tahun 1927, Thamrin alias Mat Seni dilantik menjadi anggota Volksraad.\n\nPada 27 Januari 1930 dibentuk “Fraksi Nasional” dalam Volksraad yang diketuain oleh Thamrin, dan kemudian Thamrin membentuk “Fonds Nasional”. Thamrin juga menjadi ketua Pemufakatan Perhimpunan-perhimpunan Politik Kebangsaan Indonesia (PPPKI) .Thamrin juga menjadi anggota Vereniging van Indonesia Akademici (VLA) dan menjadi anggota Partai Indonesia Raya (Parindra). Pada 1939 Parindra yang diwakili oleh Thamrin bergabung dalam Gabungan Politik Indonesia (GAPI) dengan tujuan “Indonesia Berpalemen”,\n\nMasyarakat Jakarta menngenang jasa-jasa M.H. Thamrin sepanjgan masa dan telah memberikannya nama sebagai Abang Betawi atau Abang Jakarta. Cita-citanya untuk kepentinngan rakyat diteruskan dalam “Proyek M.H. Thamrin”."
    },
    {
      "pahlawan_name":"Cut Nyak Dhien",
      "id":"p009",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/21.jpg",
      "asal":"NAD (Aceh)",
      "lahir":"1848 di Lampadang, Kerajaan Aceh (Aceh Besar, Wilayah VI Mukim)",
      "meninggal":"6 November 1908 di Sumedang,Jawa Barat",
      "riwayat":"Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda pada masa perang Aceh (1873- 1904). Istri Teuku Umar (juga Pahlawan Nasional).\n\nCut Nyak Dien merupakan tokoh yang memegang peranan penting bagi Masyarakat Aceh baik di bidang politik maupun bidang lainnya.\n\nIa menjadi garda terdepan dalam perang melawan Belanda. Beliau tangkas, tangguh dan gigih dalam memperjuangkan tanah air, bangsa dan agama dari tangan Belanda.\n\nPerang Aceh-Belanda yang meletus tahun 1873, bagi Aceh, perang itu adalah perang mempertahankan kedaulatan dan kemerdekaan. Sedangkan bagi Belanda perang itu untuk memperluas   wilayah   jajahannya\n\nBersama-sama dengan Teuku Umar, Cut Nyak Dien menyusun strategi perjuangan. Ia membangkitkan semangat penduduk VI Mukim agar mereka berjuang mempertahankan daerah mereka dari serangan Belanda.\n\nIa meninggal dunia di Sumedang pada tanggal 6 November 1908 sebagai tawanan Pemerintah Hindia-Belanda setelah bertahun-tahun lamanya berjuang menentang penjajahan Belanda khususya di daerah Aceh."
    },
    {
      "pahlawan_name":"Pangeran Antasari",
      "id":"p010",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/51.jpg",
      "asal":"Kalimantan Selatan",
      "lahir":"1809 di Kayu Tangi, Kesultanan Banjar",
      "meninggal":"11 Oktober 1862 di Kampung Bayan Begok, Sampirang, Barito Utara, Kalimantan Tengah",
      "riwayat":"Sultan Banjar. Panembahan Amiruddin Khalifatul Mukminin, yaitu pemimpin pemerintahan, panglima perang dan pemuka agama tertinggi. Memimpin Kerajaan Banjar melawan Pasukan Belanda.\n\nAntasari adalah keturunan sah penguasa-penguasa Kesultanan Banjar abad XVIII namun ia dibesarkan di luar lingkungan istana. Kericuhan dan perebutan tahta yang terjadi membuat cicit dari Sultan Aminullah ini tersisih. Kakek dari Pangeran Antasari yaitu Pangeran Amir yang seharusnya jadi Sultan dijauhkan dari kekuasaan. Kemudian Pangeran Nata yang merupakan anak dari sultan-sultan sebelumnya menjadi Sultan dan mendapat bala bantuan dari Belanda.\n\nAwalnnya Pangeran Antasari diutus untuk menyelidiki gerakan-gerakan rakyat yang sedang bergejolak. Cita-cita pemberontakan rakyat sangat sesuai dengan Antasari, ia kemudian memperoleh kepercayaan rakyat dan dipilih sebagai pimpinan pemberontakan dan berhasil mengumpulkan 6000 laskar yang berhasil membuat Belanda bersiasat untuk mematahkan perlawanan rakyat, salah satu usahanya adalah menangkap Antasari.\n\nSetelah wafat karena wabah cacar, perjuangan Antasari dilanjutkan oleh rakyat Banjar dan anaknya Sultan Seman. Perjuangan rakyat Banjar Selma 46 tahun (1859-1905) sunguh telah menggoyahkan kedudukan Belanda."
    },
    {
      "pahlawan_name":"Kapitan Pattimura",
      "id":"p011",
      "pahlawan_image":"https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/64.jpg",
      "asal":"Maluku",
      "lahir":"8 Juni 1783 di Haria, Saparua, Maluku,Indonesia",
      "meninggal":"16 Desember 1817 di NewVictoria, Ambon, Maluku, Indonesia",
      "riwayat":"Perjuangannya melawan penjajahan Belanda yang masuk ke tanah Maluku untuk menguasai perdagangan rempah-rempah.\n\nSalah satu pertempuran terbesar yang dipimpinnya adalah ketika rakyat Maluku bersatu untuk merebut Benteng Duurstede dari tangan penjajah Belanda, benteng tersebut merupakan benteng Belanda pada abad ke-17.\n\nSeorang pemimpin yang berwibawa dan penuh kharisma. Dalam perlawanannya melawan penjajahan Belanda, Pattimura dikenal cerdik dan mampu menghimpun kekuatan besar rakyat Maluku sehingga mempersulit pergerakan Belanda di Maluku. Bahkan, namanya pun disegani oleh para pemimpin VOC kala itu yang harus memutar otak untuk menghadapi perlawanan rakyat Maluku.\n\nKapitan Pattimura wafat di gantung oleh Belanda di benteng Victoria pada tahun 1817 yang merupakan Benteng peninggalan Portugis yang diambil alih oleh Belanda dan dipergunakan sebagai pusat pemerintahan, pertahanan, dan pembentukan kekuatan barisan tantara Bela\n\n"
    }
  ]
}
