{
  "title": "pahlawan-data",
  "revdate": "17-13-2021",
  "data": [
    {
      "pahlawan_name": "R.A. Kartini",
      "id": "p001",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/23.jpg",
      "asal": "Jawa Tengah",
      "lahir": "21 April 1879 di Jepara, Jawa Tengah",
      "meninggal": "17 September 1904 di Rembang, Jawa Tengah",
      "makam": "Bulu, Rembang",
      "riwayat": "Raden Ajeng Kartini merupakan seorang pelopor kebangkitan perempuan pribumi. Melalui surat-surat yang ia kirimkan kepada temannya seorang Belanda Stella Zeehandelar. Dirinya aktif menceritakan bagaimana terbelakangnya perempuan-perempuan Jawa.\n\n\nKartini ingin mengangkat derajat kaum wanita melalui pendidikan, agar mereka memperoleh hak yang sama dan kecakapan yang sama seperti kaum laki-laki. Karena itulah Kartini dianggap sebagai pelopor emansipasi wanita.\n\n\nKartini menganggap bahwa Tuhan menciptakan laki-laki dan wanita sebagai makhluk yang sama, hanya bentuknya yang berbeda. Karena itu kedudukan mereka tidak boleh dibeda-bedakan. Kartini yakin bahwa wanita memegang peranan penting dalam kehidupan suatu bangsa seperti ditulisnya dalam salah satu suratnya.\n\n\nSemasa menjalani pingitan ia aktif membaca buku-buku. Salah satu buku yang semakin membuka matanya ialah buku Minnebrieven, karangan Multatuli. Ia juga membaca buku-buku Ny. C. Goekoop yang menguraikan perjuangan Hylda van Suylenderb membela hak-hak wanita di Negeri Belanda.\n\n\nKartini mendirikan sekolah bagi gadis-gadis di Jepara. Muridnya hanya sebanyak sembilan orang, terdiri atas kerabat atau teman-temannya. Pelajaran yang diberikan meliputi menjahit, memasak, meyulam, dan bahasa Jawa."
    },
    {
      "pahlawan_name": "Jenderal Sudirman",
      "id": "p002",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/33.jpg",
      "asal": "Jawa Tengah",
      "lahir": "24 Januari 1916 di Purbalingga, Jawa Tengah",
      "meninggal": "29 Januari 1950 di Magelang, Jawa Tengah",
      "makam": "Kusuma Negara, Yogyakarta",
      "riwayat": "Pejuang Kemerdekaan Indonesia. Seorang Guru, Panglima Besar Tentara Nasional Indonesia pertama (TKR, Tentara Keamanan Rakyat),\n\n\nSetelah Indonesia memproklamirkan kemerdekaannya pada tanggal 17 Agustus 1945, Soedirman pergi ke Jakarta untuk bertemu dengan Presiden Soekarno. Ia ditugaskan untuk mengawasi proses penyerahan diri tentara Jepang di Banyumas, yang dilakukannya setelah mendirikan divisi lokal Badan Keamanan Rakyat.\n\n\nPada tanggal 12 November 1945, dalam sebuah pemilihan untuk menentukan panglima besar TKR di Yogyakarta, Soedirman terpilih menjadi panglima besar.\n\n\nPada 15 Desember 1945 Soedirman memimpin pertempuran Ambarawa, yang membuat Sekutu mundur dari Ambarawa ke Semarang. Dengan prestasinya itu Soedirman menjadi Panglima Besar TKR dengan pangkat Jenderal.\n\n\nPada tanggal 19 Desember 1948, beberapa hari setelah Soedirman keluar dari rumah sakit, Belanda melancarkan Agresi Militer II untuk menduduki Yogyakarta. Pada saat pemimpin-pemimpin politik berlindung di kraton sultan, Soedirman, beserta sekelompok kecil tentara dan dokter pribadinya, melakukan perjalanan ke arah selatan dan memulai perlawanan gerilya selama tujuh bulan."
    },
    {
      "pahlawan_name": "Jenderal TNI Anm. A. Yani",
      "id": "p003",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/37.jpg",
      "asal": "Jawa Tengah",
      "lahir": "19 Juni 1922 di Purworejo, Jawa Tengah",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Ahmad Yani merupakan pahlawan Indonesia yang memiliki peran penting dalam perjuangan bangsa. ia merupakan Panglima Staf Komando Angkatan Darat (KSAD).\n\n\nPada masa mempertahankan kemerdekataan Ahmad Yani beserta pasukannya berhasil memukul mundur pasukan sekutu sampai ke Ambara pada19 Oktober 1945 di Semarang.\n\n\nPada tahun 1948 semasa Ahmad Yani menjabat sebagai Komandan Brigade Diponegoro, negara dirongrong oleh PKI dibeberapa kota di Jawa Tengah dan Jawa Timur. Ahmad Yani berperan dalam mengirimkan Batalyon Suryosumpeno untuk menumpas pasukan pemberontak di daerah sekitar Purwodadi dan Grobogan.\n\n\nSaat terjadi Agresi Militer Belanda II 19 Desember 1948. Kota Magelang, tempat kedudukan Brigade Yani, diserang Belanda dari tiga jurusan, yakni dari Yogyakarta, Ambarawa dan Punvorejo. Kota ini terkepung, tetapi Yani tidak panik. Ia memerintahkan anak buahnya membumihanguskan Magelang.\n\n\nAhmad Yani dan pasukannya berhasil menumpas Gerakan DI/TII di Daerah sekitar Brebes dan Pekalongan.\n\n\nIa menjadi salah satu korban dalam peristiwa G30 S/PKI."
    },
    {
      "pahlawan_name": "Raden Dewi Sartika",
      "id": "p004",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/49.jpg",
      "asal": "Jawa Barat",
      "lahir": "4 Desember 1884 di Cicalengka, Bandung,Jawa Barat",
      "meninggal": "11 September 1947 di Tasikmalaya, Jawa Barat",
      "makam": "Astana Anyar, Bandung",
      "riwayat": "Tokoh perintis pendidikan untuk kaum wanita. Mendirikan Sekolah Pertama untuk Perempuan.\n\n\nMembuat tulisan berjudul ”De Inlandsche Vrouw” (Wanita Bumiputera). Ia mengemukakan bahwa pendidikan penting untuk mendapatkan kekuatan dan kesehatan kanak-kanak baik secara jasmani maupun rohani. Dalam tulisan itu menghendaki pula adanya persamaan hak antara laki-laki dan wanita. Untuk pekerjaan yang sama  dilakukan seorang wanita, harus diberi pendidikan.\n\n\nMendapat penghargaan bintang perak dari pemerintah Hindia Belanda untuk Sekolah Keutamaan Isteri yang didirikannya.\n\n\nSekolah Keutamaan Isteri berganti nama menjadi Sekolah Raden Dewi pada 1929. Kurikulum sekolah pun semakin bentambah, dari membaca, menulis, pelajaran agama, menjahit, menyetrika, memasak, membatik, hingga keperawatan orang sakit."
    },
    {
      "pahlawan_name": "Dr. Ir. Soekarno",
      "id": "p005",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/89.jpg",
      "asal": "Jawa Timur",
      "lahir": "6 Juni 1901 di Surabaya, Jawa Timur",
      "meninggal": "21 Juni 1970 di RSPAD(Rumah Sakit Pusat Angkatan Darat) Gatot Subroto, Jakarta.",
      "makam": "Blitar, Jawa Timur",
      "riwayat": "Proklamator Kemerdekaan Indonesia, Pendiri Partai Nasional Indonesia, Pemrakarsa Konferensi Asia Afrika dan Gerakan Non Blok. Anggota BPUPKI, Ketua Panitia Perancang UUD dan Ketua PPKI (Panitia Persiapan Kemerdekaan Indonesia)\n\n\nPada 1925 Soekarno mendirikan dan menjadi Ketua Algemeene Studie Club (ASC) di Bandung, yaitu Perhimpoenan Pelajar/Mahasiswa yang berjiwa nasionalisme. Kemudian pada 1927 mendirikan Partai Nasional Indonesia, yang merupakan perhimpoenan yang sangat berani menentang penjajahan Belanda.\n\n\nSoekarno ditangkap oleh Pemerintah Hindia Belanda karena dicurigai melakukan provokasi menentang pemerintah, dan dijatuhi hukuman penjara pada 22 Desember 1930 di Penjara Sukamiskin.\n\n\nPada 17 Agustus 1945 Soekarno bersama Muhammad Hatta memproklamirkan kemerdekaan Indonesia dan kemudian diangkat menjadi Presiden pertama RI"
    },
    {
      "pahlawan_name": "Drs. H. Moh. Hatta",
      "id": "p006",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/90.jpg",
      "asal": "Sumatera Barat",
      "lahir": "12 Agustus 1902 di Bukit Tinggi,Sumatera Barat",
      "meninggal": "14 Maret 1980 di Jakarta,Indonesia",
      "makam": "Tanah Kusir, Jakarta",
      "riwayat": "Aktifis Kemerdekaan Indonesia,Proklamator RI, Negarawan, Ekonom, Administrator, Wakil Presiden Pertama Republik Indonesia, Perdana Menteri ke 3, Menteri Pertahanan ke 4 dan Bapak Koperasi Indonesia\n\n\nSewaktu di Belanda tahun 1926 Hatta menjadi pimpinan Perhimpunan Indonesia dan dipercaya menjadi bendahara merangkap anggota Dewan Redaksi Majalah Hindia Putera (Indonesia Merdeka).\n\n\nPada tahun 1927 dalam Kongres Liga di Brussel, Hatta menguraikan “Liga Menentang Kolonialisme”.\n\n\nPada tahun 1931, atas saran Hatta, Golongan Merdeka mendirikan partai baru yaitu partai Pendidikan Nasional Indonesia (PNI-Baru) yang berhaluan nonkooperasi.\n\n\nPada tahun 1932-1941 Hatta bersama tokoh politik lainnya dibuang ke Digul, Irian dan kemudian dipindahkan ke Banda Naira dan pada tahun 1942 sesudah Jepang berkuasa, mereka dibebaskan."
    },
    {
      "pahlawan_name": "Ir. H. Djuanda Kartawijaya",
      "id": "p007",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/19.jpg",
      "asal": "Jawa Tengah",
      "lahir": "4 Januari 1911 di Tasikmalaya, Jawa Barat",
      "meninggal": "7 November 1963 di Jakarta,Indonesia",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Menteri Keuangan pada Kabinet Kerja I dan II, Menteri Pekerjaan Umum pada Kabinet Hatta I, Menteri Perdagangan pada Kabinet RIS, dan Menteri Perhubungan pada Kabinet Syahrir III dan pernah menjabat Perdana Menteri pada 1957-1959.\n\n\nBeliau memiliki peran besar menjaga kedaulatan maritim Indonesia di awal masa kemerdekaan, diabadikan dalam uang pecahan Rp50 ribu sejak 16 Desember 2016.\n\n\nIa mengeluarkan Deklarasi Djuanda pada 13 Desember 1957. Dalam deklarasi itu ia menyatakan kepada masyarakat internasional bahwa segala perairan yang menghubungkan pulau-pulau Indonesia masuk dalam teritori Negara Republik Indonesia. Deklarasi itu juga menyatakan bahwa penentuan batas laut 12 mil yang diukur dari garis-garis yang menghubungkan titik terluar pada pulau-pulau Negara Republik Indonesia akan ditentukan dengan undang-undang,"
    },
    {
      "pahlawan_name": "Mohammad Hoesni Thamrin",
      "id": "p008",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/4.jpg",
      "asal": "DKI Jakarta",
      "lahir": "6 Februari 1894 di Weltevreden, Batavia(Jakarta, Indonesia)",
      "meninggal": "11 Januari 1941 di Senen,Batavia (Jakarta, Indonesia)",
      "makam": "Karet Bivak, Jakarta",
      "riwayat": "Politikus dan Aktifis Kemerdekaan. Tokoh Betawi yang pertama kali menjadi anggota Volksraad (“Dewan Rakyat”) di Hindia Belanda, mewakili kelompok Inlanders (“pribumi”).\n\n\nThamrin merupakan anggota Dewan Kota yang sering menyaksikan keadaan rakyat dan membuatnya berpidato agar pemerintah segera berupaya untuk memperbiki kampung-kampung di Jakarta. Thamrin kemudian menjadi ketua Kaum Betawi. Kemudian pada tahun 1927, Thamrin alias Mat Seni dilantik menjadi anggota Volksraad.\n\n\nPada 27 Januari 1930 dibentuk “Fraksi Nasional” dalam Volksraad yang diketuain oleh Thamrin, dan kemudian Thamrin membentuk “Fonds Nasional”. Thamrin juga menjadi ketua Pemufakatan Perhimpunan-perhimpunan Politik Kebangsaan Indonesia (PPPKI) .Thamrin juga menjadi anggota Vereniging van Indonesia Akademici (VLA) dan menjadi anggota Partai Indonesia Raya (Parindra). Pada 1939 Parindra yang diwakili oleh Thamrin bergabung dalam Gabungan Politik Indonesia (GAPI) dengan tujuan “Indonesia Berpalemen”,\n\n\nMasyarakat Jakarta menngenang jasa-jasa M.H. Thamrin sepanjgan masa dan telah memberikannya nama sebagai Abang Betawi atau Abang Jakarta. Cita-citanya untuk kepentinngan rakyat diteruskan dalam “Proyek M.H. Thamrin”."
    },
    {
      "pahlawan_name": "Cut Nyak Dhien",
      "id": "p009",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/21.jpg",
      "asal": "NAD (Aceh)",
      "lahir": "1848 di Lampadang, Kerajaan Aceh (Aceh Besar, Wilayah VI Mukim)",
      "meninggal": "6 November 1908 di Sumedang,Jawa Barat",
      "makam": "Sukajaya, Sumedang",
      "riwayat": "Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda pada masa perang Aceh (1873- 1904). Istri Teuku Umar (juga Pahlawan Nasional).\n\n\nCut Nyak Dien merupakan tokoh yang memegang peranan penting bagi Masyarakat Aceh baik di bidang politik maupun bidang lainnya.\n\n\nIa menjadi garda terdepan dalam perang melawan Belanda. Beliau tangkas, tangguh dan gigih dalam memperjuangkan tanah air, bangsa dan agama dari tangan Belanda.\n\n\nPerang Aceh-Belanda yang meletus tahun 1873, bagi Aceh, perang itu adalah perang mempertahankan kedaulatan dan kemerdekaan. Sedangkan bagi Belanda perang itu untuk memperluas   wilayah   jajahannya\n\n\nBersama-sama dengan Teuku Umar, Cut Nyak Dien menyusun strategi perjuangan. Ia membangkitkan semangat penduduk VI Mukim agar mereka berjuang mempertahankan daerah mereka dari serangan Belanda.\n\n\nIa meninggal dunia di Sumedang pada tanggal 6 November 1908 sebagai tawanan Pemerintah Hindia-Belanda setelah bertahun-tahun lamanya berjuang menentang penjajahan Belanda khususya di daerah Aceh."
    },
    {
      "pahlawan_name": "Pangeran Antasari",
      "id": "p010",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/51.jpg",
      "asal": "Kalimantan Selatan",
      "lahir": "1809 di Kayu Tangi, Kesultanan Banjar",
      "meninggal": "11 Oktober 1862 di Kampung Bayan Begok, Sampirang, Barito Utara, Kalimantan Tengah",
      "makam": "Jl. Malkon Temon, Banjarmasin",
      "riwayat": "Sultan Banjar. Panembahan Amiruddin Khalifatul Mukminin, yaitu pemimpin pemerintahan, panglima perang dan pemuka agama tertinggi. Memimpin Kerajaan Banjar melawan Pasukan Belanda.\n\n\nAntasari adalah keturunan sah penguasa-penguasa Kesultanan Banjar abad XVIII namun ia dibesarkan di luar lingkungan istana. Kericuhan dan perebutan tahta yang terjadi membuat cicit dari Sultan Aminullah ini tersisih. Kakek dari Pangeran Antasari yaitu Pangeran Amir yang seharusnya jadi Sultan dijauhkan dari kekuasaan. Kemudian Pangeran Nata yang merupakan anak dari sultan-sultan sebelumnya menjadi Sultan dan mendapat bala bantuan dari Belanda.\n\n\nAwalnnya Pangeran Antasari diutus untuk menyelidiki gerakan-gerakan rakyat yang sedang bergejolak. Cita-cita pemberontakan rakyat sangat sesuai dengan Antasari, ia kemudian memperoleh kepercayaan rakyat dan dipilih sebagai pimpinan pemberontakan dan berhasil mengumpulkan 6000 laskar yang berhasil membuat Belanda bersiasat untuk mematahkan perlawanan rakyat, salah satu usahanya adalah menangkap Antasari.\n\n\nSetelah wafat karena wabah cacar, perjuangan Antasari dilanjutkan oleh rakyat Banjar dan anaknya Sultan Seman. Perjuangan rakyat Banjar Selma 46 tahun (1859-1905) sunguh telah menggoyahkan kedudukan Belanda."
    },
    {
      "pahlawan_name": "Kapitan Pattimura",
      "id": "p011",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/64.jpg",
      "asal": "Maluku",
      "lahir": "8 Juni 1783 di Haria, Saparua, Maluku,Indonesia",
      "meninggal": "16 Desember 1817 di NewVictoria, Ambon, Maluku, Indonesia",
      "makam": "Tidak Diketahui",
      "riwayat": "Perjuangannya melawan penjajahan Belanda yang masuk ke tanah Maluku untuk menguasai perdagangan rempah-rempah.\n\n\nSalah satu pertempuran terbesar yang dipimpinnya adalah ketika rakyat Maluku bersatu untuk merebut Benteng Duurstede dari tangan penjajah Belanda, benteng tersebut merupakan benteng Belanda pada abad ke-17.\n\n\nSeorang pemimpin yang berwibawa dan penuh kharisma. Dalam perlawanannya melawan penjajahan Belanda, Pattimura dikenal cerdik dan mampu menghimpun kekuatan besar rakyat Maluku sehingga mempersulit pergerakan Belanda di Maluku. Bahkan, namanya pun disegani oleh para pemimpin VOC kala itu yang harus memutar otak untuk menghadapi perlawanan rakyat Maluku.\n\n\nKapitan Pattimura wafat di gantung oleh Belanda di benteng Victoria pada tahun 1817 yang merupakan Benteng peninggalan Portugis yang diambil alih oleh Belanda dan dipergunakan sebagai pusat pemerintahan, pertahanan, dan pembentukan kekuatan barisan tantara Bela\n\n\nS"
    },
    {
      "pahlawan_name": "Ki Hajar Dewantara",
      "id": "p012",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/2.jpg",
      "asal": "DIY (Yogyakarta)",
      "lahir": "2 Mei 1889 di Yogyakarta, Indonesia",
      "meninggal": "26 April 1959 di Yogyakarta,Indonesia",
      "makam": "Jl. Malkon Temon, Banjarmasin",
      "riwayat": "Bapak Pendidikan Nasional Indonesia . Menteri Pendidikan Nasional Pertama. Pendiri Taman Siswa, Aktivis Pergerakan Kemerdekaan RI. Tanggal kelahirannya diperingati sebagai Hari Pendidikan Nasional\n\n\nPada tahun 1913 ia  menulis brosur “Als ik een Nederlander was” (Andai kata saya seorang Belanda) isinya kecaman terhadap maksud pemerintah Belanda mengadakan perayaan serratus tahun bebasnya negeri Belanda dari penjajahan Perancis. Karena penentangannya kepada pemerintahan Hindia Belanda, ia diasingkan oleh ke negeri Belanda.\n\n\nPada tanggal 3 Juli 1922 ia mendirikan perguruan Taman Siswa, melalui perguruan ini ia berusaha menanamkan rasa kebangsaan di hati anak didik. Ia yakin bahwa antara pendidikan dan Gerakan politik terdapat hubungan yang erat."
    },
    {
      "pahlawan_name": "DR. Sutomo",
      "id": "p013",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/10.jpg",
      "asal": "Jawa Timur",
      "lahir": "30 Juli 1888 di Ngepeh, Loceret, Nganjuk,Jawa Timur",
      "meninggal": "30 Mei 1938 di Surabaya,Jawa Timur",
      "makam": "Bubutan, Surabaya",
      "riwayat": "Sutomo bersama Suraji, Moh. Saleh, Sarwono, Gunawan, Gumbrek dan Angka, mahasiswa STOVIA, berperan besar atas terbentuknya  Budi  Utomo, Organisasi Modern Pertama di Indonesia.\n\n\nSutomo selama melanjutkan Pendidikan di Belanda,  bergabung dengan  ”Indische Vereeniging”,  yang  berganti  menjadi ”Indonesische Vereniging” dan  menjadi Perhimpunan Indonesia. Sutomo memimpin organisasi tersebut  pada periode 1920-1921.\n\n\nSutomo bekerja sebagai dosen di NIAS (Nederlandsch Indische Artsen School) di Surabaya dan mendirikan ”Indonesische Studie Club” (ISC)   pada tanggal 11 Juli 1924 yang kemudian berubah menjadi partai ”Persatuan Bangsa Indonesia” (PBI). Melalui PBI  kegiatan di bidang sosial ekonomi semakin menonjol  dapat dilihat dengan berdirinya Rukun Tani, Rukun Pelayaran, Serikat Buruh, Koperasi, Bank Kredit, Pemeliharaan yatim-piatu.\n\n\nSutomo  masuk ke dalam politik praktis, dengan menjadi anggota Dewan Kota (Gemeenteraad) Surabaya dan melalui organisasi tersbeut Sutomo memperjuangkan nasib rakyat"
    },
    {
      "pahlawan_name": "Laks.Laut R.E. Martadinata",
      "id": "p014",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/48.jpg",
      "asal": "Jawa Barat",
      "lahir": "29 Maret 1921 di Bandung, Jawa Barat",
      "meninggal": "6 Oktober 1966 di Gunung Riung Gunung, Pangalengan, Indonesia",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Raden Eddy Martadinata merupakan tokoh Angkatan Laut Republik yang disegani.\n\n\nR.E Marthadinata mengawali karirnya dengan menjadi penerjemah di Balai Besar Kereta Api di Bandung dari April 1942 – Desember 1942. Setelah itu pada tahun 1943-1944, R.E Martadinata pernah juga menjadi seorang guru di SPT.\n\n\nSetelah menjalani berbagai macam profesi akhirnya R.E Martadinata mendapatkan kesempatan untuk menjadi nahkoda kapal 28 Sakura Naru (1944-1945). Kecintaannya kepada dunia kelautan mengantarkan R.E. Martadinata untuk masuk bergabung dengan ALRI (Angkatan Laut Republik Indonesia) pada bulan Agustus 1945.\n\n\nPengalaman yang diperoleh dalam zaman Jepang banyak artinya bagi Martadinata dalam tugas-tugasnya sesudah kemerdekaan diproklamasikan. Ketika proklamasi kemerdekaan Indonesia berkumandang Martadinata ditugasi untuk menyebarkan berita proklamasi ke wilayah Lampung.\n\n\nDi masa presiden Soekarno ia diangkat sebagai Menteri/Panglima Angkatan Laut (1959 - 1966). Duta Besar  RI  untuk Pakistan.\n\n\nR.E Martadinata wafat dalam kecelakaan pesawat helikopter pada 19\n\n\n"
    },
    {
      "pahlawan_name": "Pangeran Diponegoro",
      "id": "p015",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/65.jpg",
      "asal": "DIY (Yogyakarta)",
      "lahir": "11 November 1785 di Yogyakarta,Indonesia",
      "meninggal": "8 Januari 1855 di Makassar,Sulawesi Selatan",
      "makam": "Jl. Diponogoro, Makassar",
      "riwayat": "Raden Mas Ontowiryo atau lebih dikenal dengan Pangeran Diponegoro merupakan pemimpin Perang Jawa. Terbesar melawan Belanda (Perang Diponegoro, 1825 -1830).\n\n\nSelama lima tahun memberontak, sang Pangeran telah membuat Belanda amat repot sekali.\n\n\nBersamaan dengan semakin membesarnya pengaruh Belanda dalam masalah-masalah kerajaan, penindasan terhadap rakyat pun semakin meningkat pula. Pemerintah Belanda menyewakan tanah dalam jumlah yang tidak terbatas kepada pengusaha-pengusaha swasta Belanda untuk dijadikan perkebunan-perkebunan.\n\n\nTindakan-tindakan pemerintah Belanda itu menimbulkan sikap antipati Pangeran Diponegoro.\n\n\nDiponegoro ditangkap. Ia dibawa ke utara Magelang dengan joli dan kemudian dipindahkan ke kereta dengan pengawasan kuat.\n\n\nPangeran Diponegoro mendapatkan penghargaan tertinggi diberikan Dunia (UNESCO) pada 21 Juni 2013 menetapkan Babad Diponegoro sebagai Memory of the World."
    },
    {
      "pahlawan_name": "Jend. Gatot Subroto",
      "id": "p016",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/13.jpg",
      "asal": "Jawa Tengah",
      "lahir": "10 Oktober 1907 di Banyumas, Jawa Tengah",
      "meninggal": "11 Juni 1962 di Jakarta, Indonesia",
      "makam": "Ungaran Timur, Semarang",
      "riwayat": "Tokoh perjuangan militer Indonesia dalam merebut kemerdekaan. Panglima Tentara  &  Teritorium (T&T) IV Diponegoro. Wakil Staff Kepala Angkatan Darat.\n\n\nIkut serta dalam pasukan Jepang pada Perang Pasifik. Dengan melihat potensinya, pemerintah Jepang mengangkatnya menjadi kepala Detasemen Polisi. Ketika pemerintah pendudukan Jepang membentuk PETA (Tentara Pembela Tanah Air), Gatot pun mendaftarkan diri.\n\n\nDi Banyumas, ia berhasil mengambil alih kekuasaan kepolisian dan sesudah itu ia diangkat menjadi Kepala Kepolisian Karesidenan Banyumas. Bersama- sama dengan BKR (Badan  Keamanan  Rakyat), ia aktif berunding dengan komandan militer Jepang dalam usaha memperoleh senjata.\n\n\nMelahirkan gagasan untuk mendirikan sebuah akademi militer gabungan yang telah terwujud dalam bentuk Akademi Angkatan Bersenjata Republik Indonesia (AKABRI).\n\n\nSelama berkarir di bidang militer, Gatot Subroto memiliki 17 bintang jasa dan setelah wafat pangkatnya dinaikkan menjadi jenderal anumerta."
    },
    {
      "pahlawan_name": "KH. Zainul Arifin",
      "id": "p017",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/16.jpg",
      "asal": "Sumatera Utara",
      "lahir": "2 September 1909 di Barus, Tapanuli Tengah, Sumatera Utara",
      "meninggal": "2 Maret 1963 di Jakarta,Indonesia",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "K.H. Zainul Arifin adalah tokoh politik NU yang pernah menjadi ketua DPR-GR di era demokrasi terpimpin. K.H. Zainul Arifin  sudah terlibat politik  masa pergerakan nasional.Pada zaman Jepang menjadi Kepala Bagian Umum dari Majelis Syuro Muslimin Indonesia (Masyumi). K.H. Zainul Arifin melalui Hizbullah menentang pelibatan Masyumi dalam romusha.\n\n\nK.H. Zainul Arifin  dengan pasukan Hizbullah  terlibat dalam pertempuran-pertempuran dengan Belanda mempertahankan kemerdekaan Indonesia.K.H. Zainul Arifin aktif sebagai  anggota KNIP dan kemudian dipilih menjadi anggota Badan Pekerja KNIP.K.H. Zainul Arifin  pada masa RIS duduk sebagai anggota DPRS.  K.H. Zainul Arifin  pada  tahun 1963 ia menjadi Ketua DPR GR."
    },
    {
      "pahlawan_name": "Kol. TNI. Inf. I Gusti Ngurah Rai",
      "id": "p018",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/82.jpg",
      "asal": "Bali",
      "lahir": "30 Januari 1917 di Desa Carangsari,Petang, Kabupaten Badung, Bali",
      "meninggal": "20 November 1946 di Marga,Tabanan, Bali",
      "makam": "Buleleng, Bali",
      "riwayat": "Memimpin Perang Puputan Margarana di Bali yang merupakan salah satu pertempuran antara Indonesia dan Belanda dalam masa Perang kemerdekaan Indonesia pada tahun 1946 dimana Pasukan TKR bertempur dengan habis habisan untuk mengusir Pasukan Belanda yang kembali datang setelah kekalahan Jepang.\n\n\nWaktu Jepang membentuk organisasi kemiliteran, antara lain tentara Pembela Tanah Air (PETA), Ngurah Rai tidak mau memasukinya. Hal itu disebabkan oleh rasa antipatinya terhadap penjajahan Jepang. Kemudian ia menghimpun pemuda-pemuda Bali untuk menyusun kekuatan menentang Jepang dan melakukan gerakan bawah tanah yang diberinya nama “Gerakan Anti Fasis” (GAF).\n\n\nSetelah kemerdekaan Indonesia diproklamasikan, ia menghimpun kekuatan para pemuda untuk melakukan usaha-usaha merebut kantor-kantor pemerintahan dari tangan Jepang.\n\n\nIa secara terus-menerus memberikan semangat kepada prajuritnya untuk tetap berperang melawan Belanda setelah proklamasi kemerdekaan Indonesia agar Tentara Keamanan Rakyat (TKR) Sunda Kecil tidak jatuh ke tangan penjaj\n\n\n"
    },
    {
      "pahlawan_name": "Frans Kaisiepo",
      "id": "p019",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/97.jpg",
      "asal": "Papua",
      "lahir": "10 Oktober 1921 di Wardo, Biak, Papua,Indonesia",
      "meninggal": "10 April 1979 di Jayapura,Papua, Indonesia",
      "makam": "Didepan TMP. Cendrawasih, Biak",
      "riwayat": "Merupakan tokoh Nasionalis  Papua  dan  Aktivis  Kemerdekaan Indonesia yang  membantu  Pembentukan NKRI. Frans Kaisiepo diangkat menjadi Gubernur Papua ke-4. Salah satu pencetus Partai Indonesia Merdeka di Biak pada tanggal 10 Mei 1946.\n\n\nPada Juli 1946 Frans Kaisiepo menjadi anggota delegasi pada Konperensi  Malino di Sulawesi Selatan. Ini merupakan karir pertamanya tampil sebagai seorang politikus. Sebagai pembicara ia mengganti nama Papua dan Nederlans Nieuw Guinea dengan kata Irian yang diberi pengertian Ikut Republik Indonesia Anti Nederlans (IRIAN).\n\n\nSewaktu menjabat Kepala Distrik Mimika (Fakfak) pada 1961, ia mendirikan Partai Politik Irian sebagian Indonesia (ISI) yang menuntut penyatuan kembali Nederlands Nieuw Guinea ke dalam kekuatan negara Republik Indonesia.\n\n\nPada 1964 ketika menjadi Gubenur Propinsi Irian Jaya dan merangkap Ketua DPRDGR Frans Kaisiepo merupakan salah seorang penggerak Musyawarah Besar Rakyat Irian Barat untuk membicarakan langkah-langkah penyatuan Irian Barat menjelang Pepera 1969"
    },
    {
      "pahlawan_name": "Silas Papare",
      "id": "p020",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/98.jpg",
      "asal": "Papua",
      "lahir": "18 Desember 1918 di Serui, KepulauanYapen, Papua, Indonesia",
      "meninggal": "7 Maret 1973 di Serui,Kepulauan Yapen, Papua, Indonesia",
      "makam": "Serui, Papua",
      "riwayat": ""
    },
    {
      "pahlawan_name": "Marthen Indey",
      "id": "p021",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/99.jpg",
      "asal": "Papua",
      "lahir": "14 Maret 1912 di Doromena, Jayapura,Papua, Indonesia",
      "meninggal": "17 Juli 1986 di Doromena,Jayapura, Papua, Indonesia",
      "makam": "Tanah Merah, Waena, Papua",
      "riwayat": "Aktifis Kemerdekaan Indonesia yang membantu Pembentukan NKRI (Negara Kesatuan Republik Indonesia), khususnya Pembebasan Papua dari Penjajah Belanda.\n\n\nSebagai anggota Polisi hindia Bellanda Marthen Indey pernah ditugaskan mengawasi para Digulis di Tanah Merah (Digul). Di sini ia mendapatkan pengaruh nasionalisme.\n\n\nPada tahun 1944, ia kembali ke Papua bersama pasukan sekutu dan mendapat tugas melatih Anggota Batalyon Papua yang dibentuk Sekutu untuk menghadapi Jepang. Secara sembunyi-sembunyi ia bergabung dengan kelompok Sugoro (bekas Dugulis).\n\n\nPada 1946 Indey menjadi Anggota dan Ketua Komite Indonesia Merdeka (KIM). KIM berubah menjadi Partai Indonesia Merdeka (PIM).\n\n\nSesudah tahun 1950 Indey melakukan Gerakan bawah tanah bersama J Teppy, pada Januari 1962 ia menyusun kekuatan geriliya sambal menanti kedatangan pasukan Indonesia yang akan tiba di Irian Jaya dalam rangka Trikora.\n\n\nSelama 1963-1968 Indey duduk sebagai Anggota MPRS mewakili Irian Jaya, ia juga diangkat menjadi Mayor Trituler Marthen Indey."
    },
    {
      "pahlawan_name": "Nuku Muhammad Amiruddin",
      "id": "p022",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/100.jpg",
      "asal": "Maluku Utara",
      "lahir": "1738 di Soasiu, Tidore, Maluku Utara, Indonesia",
      "meninggal": "14 November 1805 di Tidore,Maluku Utara, Indonesia",
      "makam": "Soa-Sio, Tidore, Maluku Utara",
      "riwayat": "Kaicil Nuku memiliki gelar Sultan Said’ul Jehad Muhammad el Mabus Amirudin Syah Kaicil Paparangan yang merupakan seorang sultan dari Kesultanan Tidore. Sultan (Raja) ke 30 di Kerajaan Tidore (Kesultanan Tidore), dan Tidore mencapai puncak kejayaannya pada saat diperintah Sultan Nuku. Beliau sekaligus sebagai Jou Barakati (Panglima Perang) yang memimpin Pertempuran laut maupun darat melawan Pasukan Kolonial Belanda, dengan cita-cita membebaskan seluruh kepulauan Maluku Utara (Maloko Kie Raha) dari penjajah bangsa asing.\n\n\nNuku menggalang kekuatan dengan mempersatukan kerajaan-kerajaan kecil di daerah sekitar Seram dan Papua (Irian Jaya). Perjuangan Nuku berawal dari kasus suksesi kekuasaan di kerajaan Tidore, karena masuknya campur tangan VOC telah melahirkan peperangan beraroma perlawanan rakyat terhadap kekuasaan Pemerintah Kolonial.\n\n\nDalam riwayat politiknya, Ia tidak pernah secara langsung menandatangani perjanjian penyerahan kekuasaan baik kepada VOC maupun Pemerintah Hindia Belanda hingga ia wafat fi tahun 1805.\n\n\nNuku berperan dalam menggalang kebersamaan di wilayah Seram dan IrianJaya hingga tuntutan kedaulatan RI atas wilayah tersebut didukung oleh makna kebersamaan sejarah dalam melawan penjajah."
    },
    {
      "pahlawan_name": "KH. Mas Mansyur",
      "id": "p023",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/26.jpg",
      "asal": "Jawa Timur",
      "lahir": "25 Juni 1896 di Surabaya, Jawa Timur",
      "meninggal": "25 April 1946 di Kalisosok,Surabaya, Jawa Timur",
      "makam": "Ampel, Surabaya",
      "riwayat": "Pejuang Kemerdekaan Indonesia. Tokoh Pembaharu Islam. Terkenal sebagai Empat Serangkai (Soekarno, M. Hatta, Ki Hadjar Dewantara, dan Mas Mansur).\n\n\nK.H. Mas Mansur adalah putera Kyai Mas Ahmad dari keluarga pesantren Sidoresno, Surabaya. Selepas belajar di Al-Azhar Mesir dan melanjutkan studi di Makkah selama setahun, Mas Mansur pulang ke tanah air pada tahun 1915.\n\n\nDi tanah air ia disibukkan dengan berbagai kegaitan, dalam pergerakan agama, bahkan politik pula. Sebagai ulama, ia dikenal sebagai ahli ilmu tasawuf, tauhid, kalam, falsafah, dan mantiq.\n\n\nPada 1921 K.H. Mas Mansur menjadi anggota Muhammadiyah. Kemudian ia mendirikan Muhammadiyah cabang Surabaya, menjadi konsul Muhammadiyah untuk Jawa Timur, dan terpilih menjadi Ketua Pimpinan Pusat. Ia juga mejadi pemimpin Muhammadiyah sejak tahun 1937 hingga 1943.\n\n\nK.H. Mansur juga mendirikan Majelsi Islam Ala Indonesia (MIAI) pada tahun 1937. Kemudian menjadi anggota Partai Islam Indonesia (PARIII) tahun 1938. Pada 1941 ia menjadi ketua Majelis Rakyat Indonesia (MRI).\n\n\nSelama berjuang dan memimpin perjuangan umat Islam, K.H Mansur benyak menyumbangkan pemikirannya melalui tulisan dan pidato."
    },
    {
      "pahlawan_name": "Prof. DR. Supomo, SH",
      "id": "p024",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/35.jpg",
      "asal": "Jawa Tengah",
      "lahir": "22 Januari 1903 di Sukoharjo, Jawa Tengah",
      "meninggal": "12 September 1958 di Jakarta, Indonesia",
      "makam": "Lawean, Surakarta",
      "riwayat": "Soepomo dikenal sebagai arsitek Undang-undang Dasar 1945, bersama dengan Muhammad Yamin dan Soekarno\n\n\nPada tahun 1924 dan 1927 Soepomo mendapat kesempatan melanjutkan pendidikannya ke Rijksuniversiteit Leiden di Belanda di bawah bimbingan Cornelis van Vollenhoven, profesor hukum yang dikenal sebagai \"arsitek\" ilmu hukum adat Indonesia dan ahli hukum internasional, salah satu konseptor Liga Bangsa Bangsa\n\n\nDi tahun 1927, Soepomo resmi menyandang gelar Doktor dengan disertasinya yang berjudul Reorganisatie van het Agrarisch Stelsel in het Gewest Soerakarta (Reorganisasi sistem agraria di wilayah Surakarta). Dalam disertasi tersebut, Soepomo mengupas sistem agraria tradisional di Surakarta dan menganalisis hukum-hukum kolonial yang berkaitan dengan pertanahan di wilayah Surakarta secara tajam, namun dengan bahasa yang halus dan tidak langsung"
    },
    {
      "pahlawan_name": "W.R. Supratman",
      "id": "p025",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/60.jpg",
      "asal": "Jawa Timur",
      "lahir": "9 Maret 1903 di Jatinegara, Jakarta, Indonesia",
      "meninggal": "17 Agustus 1938 di Surabaya,Jawa Timur, Indonesia",
      "makam": "Penjeran, Surabaya",
      "riwayat": "W.R. Supratman memulai aktivitas pergerakannya melalui surat kabar. Ia sadar bahwa di dalam persuratkabaran dan pergerakan Indonesia bukan tempat untuk mencari gaji besar. Ia aktif di berbagai surat kabar untuk memberitakan terkait pergerakan nasional Indonesia.\n\n\nW.R. Supratman merasakan gerak dan derap perjuangan Indonesia, yang menginspirasinya menggubah lagu-lagu perjuangan untuk menggairahkan dan semangat orang banyak, khususnya kaum pergerakan.\n\n\nIa   menciptakan lagu  ”Indonesia  Raya” pada 1924 dan diperdengarkan pada penutupan Kongres Pemuda II, 28 Oktober 1928. Lagu Indonesia Raya diterima  baik oleh masyarakat khususnya dunia pergerakan kebangsaan. Setiap partai-partai politik mengadakan kongres,   lagu Indonesia Raya selalu dinyanyikan. Lagu itu merupakan perwujudan rasa persatuan dan kehendak untuk merdeka.\n\n\nBeberapa kali dipanggil pejabat-pejabat Belanda untuk menjelaskan lagu-lagu yang digubahnya, baik lagi kebangsaan Indonesia Raya, atau pu lagu-lagu perjuangan lainnya.\n\n\nW.R. Supratman dengan semangat tingginya, tidak lagi menghiraukan kesehatannya dalam memperjuangkan bangsanya lewat lagu-lagu gubahannya. Ia wafat pada 17 Agustus 1938 dengan meninggalkan ciptaan- ciptaannya bermutu tinggi."
    },
    {
      "pahlawan_name": "Sultan Hasanuddin",
      "id": "p026",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/63.jpg",
      "asal": "Sulawesi Selatan",
      "lahir": "12 Januari 1631 di Makassar,Sulawesi Selatan",
      "meninggal": "12 Juni 1670 di Makassar,Sulawesi Selatan",
      "makam": "Gowa, Ujung Pandang",
      "riwayat": "Merupakan Raja Gowa ke 16 yang menggabungkan kekuatan kerajaan-kerajaan di Indonesia bagian timur untuk melawan Kompeni (Belanda).\n\n\nKarena keberaniannya ia dijuluki De Haantjes van Het Osten oleh Belanda yang artinya Ayam Jantan dari Timur\n\n\nSultan Hasanuddin sangat keras menentang Belanda, berbagai penjanjian dan tuntutan VOC ditolak oleh Sultan, maka terjadi perlawanan dan pertempuran dengan VOC.  \n\n\nPada tanggal 7 Juli 1667 terjadi pertempuran besar antara Pasukan VOC yang dipimpin Speelman dengan pasukan Gowa yang dipimpin Sultan Hasanuddin. Pertempuran tersebut berjalan beberapa bulan yang menimbulkan kerugian pada pihak kerajaan Gowa, maka terjadi perjanjian Bongaya yang merupakan perjanjian perdamaian yang ditandatangani pada tanggal 18 November 1667 di Bungaya antara Kesultanan Gowa yang diwakili oleh Sultan Hasanuddin dan pihak VOC yang diwakili oleh Laksamana Cornelis Speelman . Perjajian ini merugikan kerajaan Gowa dan ditolak oleh Sultan Hasanuddin."
    },
    {
      "pahlawan_name": "Tuanku Imam Bonjol",
      "id": "p027",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/66.jpg",
      "asal": "Sumatera Barat",
      "lahir": "1772 di Bonjol, Pasaman, Sumatera Barat",
      "meninggal": "6 November 1864 di Lotak,Pineleng, Minahasa, Sulawesi Utara",
      "makam": "Pineleng, Kab.Minahasa",
      "riwayat": "Tuanku Imam Bonjol atau Peto Syarif  adalah pahlawan nasional dari kampung Tanjung Bunga, Alahan Panjang, Kabupaten Pasaman, Sumatra Barat.\n\n\nTuanku Imam Bonjol merupakan ulama terkemuka di Alahan Panjang, Bonjol yang mengembangkan paham paderi dengan cara persuasif. Hal ini mengurangi pertentangan antaracgolongan adat dan paderi di  Alahan Panjang dan berhasil menyebarkan Islam ke Tapanuli Selatan\n\n\nTuanku Imam Bonjol  memimpin pasukannya bergerak  ke pesisir  Pariaman dan Air Bangis untuk mengusir Belanda. Hal ini membuat Belanda pada 1824 mengadakan perjanjian damai melalui Perjanjian Masang.\n\n\nTuanku Imam Bonjol pada 11 Januari 1833, bersama pasukannya  menyerang pertahanan Belanda yang berada di masjid Bonjol, yang direbut Belanda pada September 1832. \n\n\nTuanku Imam Bonjol menolak ajakan damai Belanda melalui Plakat Panjang yang diumumkan pada 25 Oktober 1833 dengan syarat menghancurkan benteng pertahanan mereka.     \n\n\nTuanku Imam Bonjol pada 28 Oktober 1837, menerima ajakan berunding Residen Francis, namun Tuanku Imam Bonjol tertipu oleh siasat licik Belanda dan  Ambon hingga akhirnya wafat di Manado."
    },
    {
      "pahlawan_name": "Teungku Chik Ditiro",
      "id": "p028",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/67.jpg",
      "asal": "NAD (Aceh)",
      "lahir": "1836 di Dayah Jrueng kenegerian Cumbok Lam Lo, Tiro,Pidie, Aceh, Indonesia",
      "meninggal": "Januari 1891 di Benteng Aneuk Galong,Aceh Besar, Aceh, Indonesia",
      "makam": "Indrapura, Aceh Besar",
      "riwayat": "Teungku Tjik Di Tiro merupakan tokoh yang berpengaruh  besar di kalangan rakyat Aceh, Sehingga  Snouck Hurgronje harus menghubungi tokoh-tokoh aceh untuk menaklukan pendirian Tjik Di Tiro, namun pendirian Teungku Tjik Di Tiro tak tergoyahkan. Semangat juangnya membakar rakyat Aceh dalam melawan kekuatan Belanda.\n\n\nTeungku Tjik Di Tiro mengumpulkan pejuang-pejuang Aceh yang tercerai berai untuk membentuk pasukan yang dikenal sebagai Angkatan Perang Sabil.  Angkatan Perang Sabil telah menjadi kekuatan yang besar dan harus diperhitungkan Belanda. \n\n\nTeungku Tjik Di Tiro pada Mei 1881, bersama Angkatan Perang Sabil mengawali perebutan banteng-benteng Belanda di Indrapuri, dilanjutkan ke daerah Samahani di akhir tahun 1881.\n\n\nTeungku Tjik Di Tiro pada tanggal 12 Juni 1882 memecah pasukan perang sabil    menjadi tiga bagian dan  digerakkan ke Ulehleh ke Lok Ngha dan ke Lamtong untuk mengusir pasukan Belanda di Banda Aceh. Walaupun gagal upaya ini menjadi awal kemenangan Pasukan Angkatan Perang Sabil di wilayah Aceh lainnya dan membuat Belanda mengalami kerugian.\n\n\nPada  1885 Teungku Tjik di Tiro mencatat kemenangan dengan berhasil merebut benteng Aneuk Galong. Kemenangan ini membuat Belanda berfikir keras membuat pasukan  Angkatan Perang Sabil menyerah, terutama panglimanya, Teungku Tjik di Tiro."
    },
    {
      "pahlawan_name": "Teuku Umar",
      "id": "p029",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/98.jpg",
      "asal": "NAD (Aceh)",
      "lahir": "1854 di Meulaboh, Aceh Barat, NAD, Indonesia",
      "meninggal": "11 Februari 1899 di Meulaboh,Aceh Barat, NAD, Indonesia",
      "makam": "Meulaboh, Aceh Barat",
      "riwayat": "Teuku Umar adalah pahlawan nasional yang berasal dari Aceh yang berjuang gigih melawan kekuatan kolonial Belanda untuk hengkang dari tanah Aceh.\n\n\nTeuku Umar pada tanggal 14 Juni 1886  menyerang kapal Hok Canton milik Belanda dengan nakhoda Hans, orang Denmark. Umar menyerang kapal itu, karena ia menduga bahwa nahkodanya akan menangkap dirinya. Dalam pertempuran itu nakhoda tersebut tewas, kemudian kapal diserahkan kepada Belanda dengan uang tebusan sebesar 25.000 ringgit.\n\n\nTeuku Umar bersandiwara menyerah dan bergabung dengan Belanda dan berhasil membawa 800 pucuk senjata, 25.000 butir peluru, 500 kg amunisi dan uang 18.000 dollar.\n\n\nTeuku Umar bersama para pejuang Aceh lainnya, Panglima Polim, ulama-ulama para Ulebalang menyatukan kekuatan  untuk mengusir  Belanda dari tanah Aceh."
    },
    {
      "pahlawan_name": "R. Otto Iskandardinata",
      "id": "p030",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/70.jpg",
      "asal": "Jawa Barat",
      "lahir": "31 Maret 1897 di Bojongsoang, Bandung,Jawa Barat",
      "meninggal": "20 Desember 1945 di Mauk,Tangerang, Banten",
      "makam": "Pasir Pahlawan, Lembang",
      "riwayat": "Pejuang Kemerdekaan Indonesia. Anggota BPUPKI dan PPKI. Ketua Paguyuban Pasundan. Pemimpin Surat Kabar Tjahaja (1942-1945), Menteri Negara membantu membentuk BKR. Otto Iskandardinata bekerja sebagai guru HIS di Banjarnegara, Jawa Tengah dan berpindah-pindah hingga ke Pekalongan, Jawa Tengah. Perhatian terhadap pergerakan bangsanya dimulai ketika di HKS, ia sering membaca harian “De Exprees”.\n\n\nPada tahun 1925 ia masuk kedalam Budi Utomo dan dipilih menjadi anggota Dewan Kota Pekalongan, ia juga memprakasai berdirinya “Sekolah Kartini” sebelum pindah ke Jakarta. Di Jakarta ia bekerja sebagai guru Muhammadiyah.\n\n\nKegiatan politik diteruskannya di Jakarta dengan menjadi anggota dan kemudian menjadi ketua “Paguyuban Pasundan”, kemudian ia menjadi Sekretaris PPPKI, tahun 1930 ia menjadi anggota Volsraad dan dijuluki “Sijalak Harupat” karena keberaniannya. Ia juga memimpin warta harian berbahasa Sunda. Ia bergabung dakam Putera dan diangkat menjadi anggota “Jawa Hokokai” dan juga menjadi anggta “Cuo Sangi In”. Otto Iskandar mengusulkan agar Soekarno dan Hattan menjadi Presiden dan Wakul Presiden dalam sidang PPKI 18 Agustus 1945."
    },
    {
      "pahlawan_name": "Robert Wolter Mongisidi",
      "id": "p031",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/71.jpg",
      "asal": "Sulawesi Utara",
      "lahir": "14 Februari 1925 di Malalayang, Manado,Sulawesi Utara",
      "meninggal": "5 September 1949 di Pacinang,Makassar, Sulawesi Selatan",
      "makam": "TMPN Panaikang, Makassar Sulawesi Selatan",
      "riwayat": "Robert Wolter Wonginsidi merupakan seorang pejuang kemerdekaan Indonesia.   Pada tanggal 17 Juli 1946, Monginsidi dengan Ranggong Daeng Romo dan lainnya membentuk Laskar Pemberontak Rakyat Indonesia Sulawesi (LAPRIS) untuk bertempur melawan Belanda.\n\n\nRobert Wolter Wonginsidi la bertugas sebagai penyelidik, karena mahir berbahasa asing dan mempunyai wajah yang mirip orang Indo-Belanda.\n\n\nWolter seringkali memasuki kota Ujung Pandang seorang diri, ia menyamar sebagai anggota tentara Belanda, di tengah jalan Ia menghentikan Jeep tentara Belanda lalu ikut menumpang.\n\n\nDi tengah jalan Wolter segera menodongkan pistolnya ke arah pengemudi yang dibuatnya tidak berdaya, senjatanya dirampas dan demikian pula mobilnya.\n\n\nPerjuangan Wolter pun berakhir. Pada tahun 1947 dirinya tertangkap oleh pasukan Belanda dan kemudian dimasukkan ke penjara di Hoogepod Ujung Pandang.\n\n\nPada tanggal 26 Maret 1949, Wolter diajukan ke muka pengadilan Kolonial Belanda. Pada akhirnya ia dijatuhi hukuman mati."
    },
    {
      "pahlawan_name": "Prof. Mohammad Yamin, SH.",
      "id": "p032",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/72.jpg",
      "asal": "Sumatera Barat",
      "lahir": "24 Agustus 1903 di Talawi, Sawahlunto,Sumatera Barat",
      "meninggal": "17 Oktober 1962 di Jakarta,Indonesia",
      "makam": "Talawi, Sawahlunto",
      "riwayat": "Aktifis Kemerdekaan Indonesia. Sastrawan, sejarawan, budayawan, politikus, ahli hukum. Anggota BPUPKI. Menteri Penerangan. Menteri Pengajaran, Pendidikan, dan Kebudayaan. Menteri Kehakiman. Menteri Sosial dan Budaya. Ketua Dewan Perancang Nasional. Ketua Dewan Pengawas IKBN Antara, dsb.\n\n\nMohammad Yamin beraala dari kalangan ulama Minangkabau ayahnya adalah seorang pegawai mantri kopi. Ia menyesaikan sekolahnya di AMS dan melanjutkan sekolahnya ke perguruan tinggi dan mandapat gelar Mr (Sarjana Hukum). Saat bersekolah di Sumatera Barat, ia memimpin Jong Soematranen Bond, ia juga memasuki Partai Partindo, dan juga menjadi anggota Volksraad (1938-1942).\n\n\nPada tahun 1923 ia mengemukakan gagasannya mengenai bahasa kebangsaan Indonesia yang berasal dari bahasa Melayu dengan sajak yang ditulisnya yang berjudul “Indonesia, Tanah Tumpah Darah” yang dilanjutkan dalam Kongres Pemuda I yaitu perlunya memiliki bahasa persatuan.\n\n\nYamin memiliki kekuatan yang luar biasa membaca, menulis, dan berpidato. Ia menerbitkan banyak buku, diantarnya ken Arok dan Ken Dedes, Gajahmada, Diponegoro, Tan Malaha, Septa Darma, dan Tatanegara Majapahit."
    },
    {
      "pahlawan_name": "Laksda TNI. Anm. Yos Sudarso",
      "id": "p033",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/73.jpg",
      "asal": "Jawa Tengah",
      "lahir": "Selasa Kliwon, 24 November 1925 di Salatiga,Jawa Tengah",
      "meninggal": "Senin Legi, 15 Januari 1962 di Laut Arafura Kepulauan Aru, Indonesia",
      "makam": "Tidak diketahui",
      "riwayat": "Pasca kemerdekaan Indonesia Yos Sudarso bergabung dengan Badan Keamanan Rakyat Laut atau BKR Laut, yaitu cikal bakal TNI-AL.\n\n\nPada tanggal 3 Maret 1946 ikut ekspedisi maritim dengan kapal   Sindoro dan Semeru  untuk mengobarkan semangat Proklamasi Kemerdekaan di Maluku. \n\n\nPada masa agresi militer Belanda bergerilya disekitar Yogyakarta dan sesudah KMB, pada Oktober 1949, diperbantukan pada Kepala Staf Angkatan Perang di Yogyakarta.\n\n\nPada April 1950  memimpin korvet ”Banteng” dalam  operasi di perairan Maluku Selatan untuk menumpas Pemberontakan RMS.\n\n\nJos Soedarso pada  1957  pergi ke Italia untuk mengawasi pembuatan kapal perang ”RI Pattimura” di Livorno, Italia membawa  kapal  tersebut ke  Indonesia.\n\n\nYos Sudarso telah mengorbankan nyawanya untuk republik dan demi menyelamatkan rekan-rekannya. KRI Macan Tutul tenggelam bersama 24 orang yang ikut bersamanya sebagai kusuma bangsa. Sedangkan 53 orang yang selamat dijadikan tawanan oleh Belanda."
    },
    {
      "pahlawan_name": "H. Rasuna Said",
      "id": "p034",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/79.jpg",
      "asal": "Sumatera Barat",
      "lahir": "14 September 1910 di Maninjau, Agam,Sumatera Barat",
      "meninggal": "2 November 1965 di Jakarta,Indonesia",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "H. R. Rasuna Said dikenal sebagai tokoh Pejuang Kemerdekaan Indonesia. Gerakan kegiatan Rasuna Said selaku wanita muda Islam dari tanah Minangkabau merupakan kejanggalan di jaman itu.\n\n\nWanita Minang masih banyak sekali terikat kepada adat dan agama, namun Rasuna, dengan segala keberaniannya telah merintis gerak kaum wanita Minangkabau dengan tidak menyalahi adat dan agama.\n\n\nPada tahun 1926 Rasuna masuk perkumpulan ”Serikat Rakyat” (SR) dan duduk didalam pengurus sebagai penulis. Kemudian SR menjelma menjadi (PSII) Partai Serikat Islam Indonesia. Disamping itu ia menjadi anggota PERMI (Persatuan Muslimin Indonesia).\n\n\nPada tahun 1932 PERMI menyatakan dirinya sebagai partai politik. PERMI berubah arti menjadi ”Partai Muslimin Indonesia” dengan haluan radikal non-koperasi (tidak bekerjasama dengan Pemerintah Hindia Belanda).\n\n\nUsahanya dalam pendidikan telah menyebabkan rakyat di pedesaan mengenal PERMI dengan Rasuna Said nya.\n\n\n17 April 1946 Rasunda Said terpilih menjadi Dewan Perwakilan Sumatera (DPS), ada sidang. 4 - 6 Januari 1947 ia menjadi anggota yang mewakili Sumatera untuk duduk di dalam KNI Pusat di Jakarta.\n\n\nRasuna dikenal sebagai Anggota DPR RIS dan juga Anggota DPA 1959."
    },
    {
      "pahlawan_name": "Danudirja Setiabudi",
      "id": "p035",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/7.jpg",
      "asal": "Jawa Timur",
      "lahir": "8 Oktober 1879 di Pasuruan, Jawa Timur",
      "meninggal": "28 Agustus 1950 di Bandung,Jawa Barat",
      "makam": "Cikutra, Bandung",
      "riwayat": "Pejuang Pergerakan Kemerdekaan Indonesia, Politikus, Wartawan,  Aktivis, Penulis. Salah satu dari “Tiga Serangkai”. Penggagas nama “Nusantara”. Peletak dasar nasionalisme Indonesia di awal abad ke-20\n\n\nPendiri Indische Partij pada 1912. Indiesche Partij mempropangandakan cita-cita kemerdekaan sehingga memiliki banyak anggota sampai sekitar 7.500 orang dari 30 cabang\n\n\nDouwes Dekker dibuang ke Belanda karena menentang perayaan 100 tahun Belanda merdeka dari Prancis di Hindia Belanda. Di Belanda, ia belajar ilmu ekonomi sambil bergambung dengan Indiesche Vereeniging (Perhimpunan Indonesia). Kemudian ia mendirikan National Indische Partij pada 1919.\n\n\nMendirikan sekolah Ksatrian Institut, sebuah sekolah yang menitik beratkan pada pengajaran yang membentuk jiwa nasionalis.\n\n\nMenjadi guru besar pada Akademi Ilmu Politik dan anggota Dewan Pertimbangan Agung. Dalam Kabinet Syahrir III, ia diangkat menjadi Menteri Negara dan juga sebagai penasehat delegasi RI dalam perundingan-perundingan dengan Belanda"
    },
    {
      "pahlawan_name": "Tan Malaka",
      "id": "p036",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/17.jpg",
      "asal": "Sumatera Utara",
      "lahir": "2 Juni 1897 di Nagari Pandam Gadang,Suliki, Sumatera Barat",
      "meninggal": "21 Februari 1949 di KakiGunung Wilis, Desa Selopanggung, Kediri, Jawa Timur",
      "makam": "Tidak Diketahui",
      "riwayat": "Tan Malaka adalah pahlawan nasional yang berjuang menuntut kemerdekaan Indonesia, yang menolak perjuangan diplomasi. \n\n\nTan Malaka menjadi Ketua Partai Komunis Indonesia setelah kepergian Semaun Ke Rusia pada 1924, ia mengembangkan cabang PKI ke daerah dan mengecam pemerintahan Kolonial yang menindas para buruh.\n\n\nPada tahun 1925 ketika berada di Cina, Tan Malaka menulis buku kecil berjudul Naar de “Republick Indonesia” yang dicetak di Kanton. Bukunya Tan Malaka tersebut mengajak kaum cendikiawan Indonesia untuk berjuang meraih Kemerdekaan Indonesia dan Peka terhadap hati nurani Rakyat.\n\n\nTan Malaka juga melontarkan pemikirannya mengenai program politik, ekonomi dan sosial, bahkan kemiliteran yang diperlukan dalam perjuangan kemerdekaan bangsa.\n\n\nTan Malaka  menentang kebijakan diplomasi yang terus-menerus diutamakan pemerintah RI. Ia tidak memercayai Belanda yang selalu mengingkari setiap perundingan yang telah disepakati.\n\n\nTan Malaka bergabung dengan Gerakan Revolusi Rakyat (GRR). Partai Rakyat beserta sejumlah partai oposisi lainnya, termasuk Partai Rakyat Jelata, Partai Buruh Merdeka, Angkatan Komunis Muda, Barisan Banteng, Laskar Rakyat Jawa Barat, dan lainnya sepakat melebur menjadi Partai Musyawarah Rakyat Banyak (Murba)."
    },
    {
      "pahlawan_name": "Sutomo ( Bung Tomo )",
      "id": "p037",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/144.jpg",
      "asal": "Jawa Timur",
      "lahir": "3 Oktober 1920 di Surabaya, JawaTimur",
      "meninggal": "7 Oktober 1981 di PadangArafah, Arab Saudi",
      "makam": "Ngagel, Surabaya",
      "riwayat": "Sutomo lebih dikenal dengan sapaan akrab Bung Tomo, adalah pahlawan yang sangat terkenal karena peranannya dalam membakar dan membangkitkan semangat rakyat untuk menentang kembalinya penjajah Belanda.\n\n\nSutomo merupakan Pejuang Kemerdekaan Indonesia, Jurnalis, Orator Ulung. Termasuk Pendiri Tentara Keamanan Rakyat. Mayor Jenderal TNI A D, Koordinator Bidang Informasidan Perlengkapan Perang untuk AD, AL, AU.\n\n\nSutomo adalah salah satu pemimpin yang menggerakkan Rakyat Surabaya dalam pertempuran melawan Inggris yang ditunggangi Penjajah Belanda (terutama 10 November 1945).\n\n\nPada bulan-bulan pertama sesudah Proklamasi, Bung  Tomo  melibatkan diri secara intensif dalam perjuangan mempertahankan kemerdekaan. Ia ikut dalam proses pembentukan Badan Keamanan Rakyat (BKR) dan perebutan senjata dari  pasukan  Jepang. Ia juga membentuk badan perjuangan, yakni Barisan Pemberontak Rakyat Indonesia (BPRI).\n\n\nSutomo berhasil membangun pemancar radio sendiri, yakni Radio Pemberontakan yang berperan penting dalam pertempuran di Surabaya. "
    },
    {
      "pahlawan_name": "Abdul Muis",
      "id": "p038",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/1.jpg",
      "asal": "Sumatera Barat",
      "lahir": "3 Juli 1883 di Sungai Puar, Agam,Sumatera Barat",
      "meninggal": "17 Juni 1959 di Bandung,Jawa Barat",
      "makam": "Cikutra, Bandung",
      "riwayat": "Seorang sastrawan, politikus, dan wartawan Indonesia. Dia merupakan pengurus besar Sarekat Islam dan pernah menjadi anggota Volksraad mewakili organisasi tersebut.\n\n\nIa membantu harian De Express untuk menulis karangan yang menangkis penghinaan terhadap bangsanya Tahun 1916 ia bersama Agus Salim memimpin majalah “Neraca”, dan juga menjadi Pemimpin Redaksi Harian Kaoem Moeda.\n\n\nAbdul Muis juga terkenal pula pandai berdebat dan berpidato. Tahun 1913, ia kemudian masuk menjadi anggota Serekat Islam (SI), menjadi ketua SI cabang Bandung, dan menjadi anggota pimpinan sentral kommite pengurus pusat SI. Abdul Muis juga merupakan anggota Volksrad.\n\n\nKarya-karya Abdul Muis diantaranya adalah “Salah Asuhan” (1928), “Surapati” (1950), “Robert anak Surapati” (1953), “Pertemuan Jodoh”, “Daman Brandal”, “Sabai nan Alui” (Cerita Rakyat Minangkabau), dan contah Surat Menyurat. Abdul Muis merupakan Sastrawan, Politisi, Wartawan Indonesia. Pendorong berdirinya Technische Hooge School (ITB, Institut Teknologi Bandung) Ketua Pengurus Besar Perkumpulan Buruh Pegadaian. Pendiri Persatuan Perjuang."
    },
    {
      "pahlawan_name": "Arie Frederik Lasut",
      "id": "p039",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/55.jpg",
      "asal": "Sulawesi Utara",
      "lahir": "6 Juli 1918 di Kapataran, Lembean Timur, Minahasa, Sulawesi Utara",
      "meninggal": "7 Mei 1949 di Pakem,Sleman, Yogyakarta",
      "makam": "Mergangsan, Yogyakarta",
      "riwayat": "Arie Frederick Lasut merupakan Kepala dan Pertambangan Geologi RI pertama. Semasa hidupnya ia banyak mencurahkan tenaga dan pikirannya untuk kemajuan RI. Ia telah memiliki sikap nasionalisme sewaktu kecil.\n\n\nKetika Perang Dunia II pecah dan pasukan Jepang sudah hampir menyerang Hindia Belanda, Arie sempat bertempur melawan tentara Jepang di daerah Ciater, Jawa Barat.\n\n\nPada zaman pendudukan Jepang, Arie kembali bekerja sebagai ahli pertambangan dan diangkat sebagai asisten geolog pada jawatan Geologi (Tititsutiyo Zaiyi) di Bandung.\n\n\nIa benar-benar mengabdikan dirinya sebagai perintis dunia pertambangan. Banyak yang telah dikerjakannya. Ia menyelidiki endapan yarsit di daerah Ciater (Subang). Tambang belerang di Telagabodas, dan lainnya\n\n\nSesudah Proklamasi Kemerdekaan, 17 Agustus 1945, Arie Frederik Lasut mendirikan barisan Kebaktian Rakyat Indonesia Sulawesi (KRIS) cabang Bandung\n\n\nDalam usaha merealisasi kemerdekaan, Arie pada tanggal 29 September 1945 memimpin pengambil alihan Jawatan Geologi dari tangan Jepang.\n\n\nArie Frederik Lasut tidak hanya bergerak dalam bidang geologi secara sempit. la masih tetap  memimpin  KRIS   Cabang   Magelang, dan juga menjadi anggota Komite Nasional Indonesia Pusat (KNIP), bahkan ia duduk menjadi anggota ahli pada delegasi Republik Indonesia dalam perundingan Linggarjati."
    },
    {
      "pahlawan_name": "Sultan Iskandar Muda",
      "id": "p040",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/95.jpg",
      "asal": "NAD (Aceh)",
      "lahir": "1593 di Banda Aceh, Aceh, Indonesia.",
      "meninggal": "27 September 1636 di BandaAceh, Aceh, Indonesia",
      "makam": "Kota Banda Aceh",
      "riwayat": "Sultan Aceh yang terbesar dalam masa Kesultanan Aceh, yang berkuasa dari tahun 1607 s.d 1636 yang mencapai  mencapai kejayaannya dan mempunyai Angkatan perang yang kuat pada masa kepemimpinannya serta sebagai pusat perdagangan dan pembelajaran tentang Islam.\n\n\nSultan Iskadar Muda sangat giat mengembangkan agama Islam di Kesultanan Aceh. Ia mendirikan Masjid di beberapa tempat diantaranya yaitu Masjid Baiturrahman pada tahun 1612 yang berada di pusat kota Banda Aceh, Provinsi Aceh.\n\n\nSultan Iskandar Muda melarang pedagang-pedagang asing membeli lada langsung ke daerah-daerah produksi lada yang berada dibawah kekuasaannya. Maka pedagang -pedagang yang ingin mendapatkan lada harus datang ke ibu kota kerajaan Aceh, dengan demikian ibukota menjadi ramai dengan pedagang asing."
    },

    {
      "pahlawan_name": "KH. Hasjim Asjarie",
      "id": "p041",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/31.jpg",
      "asal": "Jawa Timur",
      "lahir": "10 April 1875 di Desa Gedang,Kecamatan Diwek, Kabupaten Jombang, Jawa Timur",
      "meninggal": "7 September 1947di Jombang, Jawa Timur",
      "makam": "Tebu Ireng, Jombang",
      "riwayat": "Pada tahun 1899, sepulangnya dari Mekah, KH Hasyim Asyari mendirikan Pesantren Tebu Ireng, yang kemudian menjadi pesantren terbesar dan terpenting di Jawa pada abad 20.\n\n\nMendirikan NU (Nahdatul Ulama) sebagai wadah bagi umat Islam. Melakukan pembaharuan dalam sistem pesantren.\n\n\nIkut membantu dan membawa NU ke dalam  pergerakan nasional menghadapi tindakan-tindakan keras pemerintah kolonial. Merupakan seorang tokoh yang menggagas pendirian Tentara Sukarela Muslimin di Jawa \"Hizbullah\", yang kelak dalam perjuangan mempertahankan kemerdekaan Indonesia memberikan sumbangsih yang besar.\n\n\nIkut andil dalam mempertahankan kemerdekaan Indonesia dengan menjadikan pesantren Tebuireng menjadi markas para pejuang Islam."
    },
    {
      "pahlawan_name": "Gubernur Surjo",
      "id": "p042",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/32.jpg",
      "asal": "Jawa Timur",
      "lahir": "9 Juli 1896 di Magetan, Jawa Timur",
      "meninggal": "10 September 1948 di Bago,Kedunggalar, Ngawi, Jawa Timur",
      "makam": "Jl. Salak, Magetan",
      "riwayat": "Gubernur Jawa Timur Pertama. Bupati Magetan. Residen Bojonegoro. Anggota Dewan Pertimbangan Agung RI (DPA). Dengan Tegas Menolak Ultimatum Inggris dan memerintahkan rakyat Surabaya (Jawa Timur) berperang melawan Inggris yang diboncengi Belanda, dan terkenal sebagai Pertempuran 10 November 1945, selanjutnya diperingati sebagai Hari Pahlawan  RI.\n\n\nDalam pidatonya di radio, Gubernur Suryo memberikan pesan: “Berulang-ulang telah kita katakan, bahwa sikap kita ialah lebih baik hancur daripada dijajah kembali. Juga sekarang dalam menghadapi ultimatum pihak Inggris, kita akan memegang teguh sikap ini. Kita tetap menolak ultimatum. Dalam menghadapi segala kemungkinan besok pagi, mari kita semua memelihara persatuan yang bulat antara Pemerintah, rakyat, TKR, Polisi dan semua badan-badan perjuangan pemuda dan rakyat kita. Mari kita sekarang memohon kepada Tuhan Yang Maha Kuasa, semoga kita sekalian mendapat kekuatan lahir dan batin serta rahmat dan tauhid hidayah perjuangan. Selamat berjuang“.\n\n\nPada Juni 1947 Ia diangkat menjadi Wakil Ketua Dewan Pertimbangan Agung berkedudukan di Yogyakarta."
    },
    {
      "pahlawan_name": "Jenderal Urip Sumohardjo",
      "id": "p043",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/34.jpg",
      "asal": "Jawa Tengah",
      "lahir": "22 Februari 1893 di Purworejo, Jawa Tengah",
      "meninggal": "17 November 1948 di Yoyakarta, Jawa Tengah",
      "makam": "Kusuma Negara, Yogyakarta",
      "riwayat": "Pejuang Kemerdekaan Indonesia. Pemimpin Tentara Keamanan Rakyat RI yang Pertama (sebelum Sudirman). Membentuk Angkatan Perang Nasional Indonesia yang pertama. Penasehat Wakil Presiden (merangkap Menteri Pertahanan).\n\n\nUrip Sumoharjo berasal dari keluarga santri yang berpendidikan dan juga keturunan seorang bangsawan. Keluarganya menginginkan Urip menjadi priyayi atau bupati, namun Urip memilih masuk tantara. Tahun 1913 ia lulus dalam predikat “taruna teladan: Dengan pangkat Dua KNIL ia memulai masa dinasnya di militer. Mulai ddari Kalimantan hingga Cimahi, dan kemudian ke Purworejo. Urip merupakan tantara KNIL yang tidak menyetujui semua tindakan pemerinta jajahan termasuk dikriminasi.\n\n\nSebagai prajurit profesional dan berpengalaman, ia menyadari betapa pentingnya tantara bagi sebuah negara. Apalagi bagi RI yang baru berdiri dan sedang menghadapi ancaman militer dari kekuatan asing.\n\n\nUrip menjadi peletak dasar-dasar berkembangnya TKR (Tentara Keamanan Rakyat) yang menjadi ABRI (Angkatan Bersenjata Republik Indonesia).\n\n\nUrip Sumoharjo diangkat menjadi jenderal anumerta dan dianugerahi Bintang Sakti, Bintang Mahaputera, dan Bintang Republik Indonesia."
    },
    {
      "pahlawan_name": "DR. Kusumaatmadja, SH",
      "id": "p044",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/36.jpg",
      "asal": "Jawa Barat",
      "lahir": "8 September 1898 di Purwakarta, Jawa Barat",
      "meninggal": "Jawa Barat 11 Agustus 1952 di Jakarta",
      "makam": "Tanah Kusir, Jakarta",
      "riwayat": "Ketua Mahkamah Agung Pertama. Anggota Badan Penyelidik Usaha Persiapan Kemerdekaan Indonesia (BPUPKI).\n\n\nKusumah Atmaja merupakan lulusan Sekolah Tinggi Kehakiman (Rechtschool) pada tahun 1913. Ia sempat bekerja sebagai pegawai pembantu pengadilan di Bogor, dan meraih gelar doktor pada tahun 1922 setelah mendapat beasiswa ke Universitas Leiden,Belanda.\n\n\nKusumah menjalani profesi sebagai penegak hukum di berbagai kantor pengadilan Kolonial Hindia Belanda, tahun 1924 ia diangkat menjadi Ketua Pengadilan Negeri di Indramyu dan Majalengka.\n\n\nPada tahun 1931 ia dipindahkan ke Jakarta dan menjadi Ketua Pengadilan Negeri di Jakarta dan Tangerang.\n\n\nPada tahun 1942, ia diangkat menjadi Ketua Tihoo Hooin (Pengadilan Negeri) di Semarang, sekaligus Kooto Hooin (Pengadilan Tinggi). Menjelang akhir pendudukan Jepang, ia dipindahkan ke Jakarta sebagai Wakil Ketua Kooto Hooin Jakarta dan juga mengajar di Kenchoku Gakuin.\n\n\n19 Agustus 1945, Kusumah ditugaskan untuk membentuk Mahkamah Agung dan sekaligus diangkat menjadi Ketua Mahkamah Agung RI yang pertama."
    },
    {
      "pahlawan_name": "Letjen. TNI. Anm Suprapto",
      "id": "p045",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/38.jpg",
      "asal": "Jawa Tengah",
      "lahir": "20 Juni 1920 di Purwokerto, Jawa Tengah",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Letnan Jenderal Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September PKI. Ajudan Jenderal Sudirman, turut dalam pertempuran Ambarawa. Kepala Staf Tentara dan Teritorial (T&T) IV/Diponegoro. Deputy Kepala Staf Angkatan Darat wilayah Sumatera.\n\n\nDi awal kemerdekaan, ia merupakan salah seorang yang turut serta berjuang dan berhasil merebut senjata pasukan Jepang di Cilacap. Selepas itu, ia kemudian masuk menjadi anggota Tentara Keamanan Rakyat di Purwokerto.\n\n\nSelama di Tentara Keamanan Rakyat (TKR), ia mencatatkan sejarah dengan ikut menjadi salah satu yang turut dalam pertempuran di Ambarawa melawan tentara Inggris. Ketika itu, pasukannya dipimpin langsung oleh Panglima Besar Sudirman. Ia juga salah satu yang pernah menjadi ajudan dari Panglima Besar tersebut."
    },
    {
      "pahlawan_name": "Letjen. TNI. Anm. MT. Harjono",
      "id": "p046",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/39.jpg",
      "asal": "Jawa Timur",
      "lahir": "20 Januari 1924 di Surabaya, Jawa Timur",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Pejuang Kemerdekaan Indonesia. Letnan Jenderal Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September.\n\n\nLetnan Jendral TNI Anumerta Mas Tirtodarmo Harjono, mengawali perjuangan militer dengan menjadi tantara PETA. Kecakapannya dalam menguasai bahasa Belanda, Inggris, dan Jerman membuatnya dipercayai sebagai Kepala Kantor Penghubung dan tahun 1945 ia dipindahkan ke Sekretariat Keamanan. Bulan Maret 1946 ia ditunjuk sebagai delegasi Republik Indonesia dalam perundingan dengan Inggris dan Belanda di Jakarta. Berbagai jabatan penting pernah diemban oleh Harjono, ia juga menjadi delegasi untuk KMB sebagai sekretaris."
    },
    {
      "pahlawan_name": "Letjen. TNI. Anm. S. Parman",
      "id": "p047",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/40.jpg",
      "asal": "Jawa Tengah",
      "lahir": "4 Agustus 1918 di Wonosobo, Jawa Tengah",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Letnan Jenderal TNI Anumerta Siswondo Parman atau yang lebih dikenal dengan nama S. Parman merupakan salah satu pahlawan revolusi Indonesia dan tokoh militer Indonesia. S. Parman meninggal dunia setelah terbunuh pada peristiwa G30S PKI. S. Parman kemudian mendapatkan gelar Letnan Jenderal Anumerta\n\n\nSetelah Indonesia merdeka, Parman memilih dunia militer sebagai tempat pengabdiannya pada negara. ia bergabung dengan TKR (Tentara Keamanan Rakyat) cikal bakal dari TNI (Tentara Nasional Indonesia).\n\n\nSelama Agresi Militer II, Parman ikut bergerilya di luar kota. Usai agresi, Parman sempat mengenyam pendidikan di Koninklijke Militaire Academie (semacam AKMIL) di Breda, Belanda"
    },
    {
      "pahlawan_name": "Mayjen. TNI. Anm. D.I. Panjaitan",
      "id": "p048",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/41.jpg",
      "asal": "Sumatera Utara",
      "lahir": "19 Juni 1925 di Balige, Sumatra Utara",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Jenderal Angkatan Darat, Asisten IV Menteri/Panglima Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September.\n\n\nMerupakan anggita Gyugun (PETA regional) dan ditempatkan di Pekanbaru. Setelah Jepang menyerah pada Sekutu, Pandjaitan berusaha kembali mengumpulkan anggota- anggota gyugun. Ia juga mengadakan kontak dengan pemuda-pemuda lain, baik yang sudah mendapatkan pendidikan militer maupun belum. Mereka membentuk organisasi yang disebut PRI (Pemuda Republik Indonesia) PRI inilah yang dalam bulan Desember menjelma menjadi TKR (Tentara Keamanan Rakyat).\n\n\nBeberapa hari setelah Belanda melancarkan agresi, di Sumatra Barat dibentuk PDRI (Pemerintah Darurat Republik Indonesia) dibawah pimpinan Syafruddin Prawiranegara SH. Maka, pada tanggal 15 Januari 1949 Pandjaitan diangkat menjadi pimpinan Pusat perbekalan PDRI disamping jabatanya sebagai Kepala Staf IX Tentara dan Teritorial Sumatra.\n\n\nKarena prestasinya dianggap baik, Letnan Kolonel Panjaitan ditunjuk sebagai Atase Militer RI di Bonn, Jerman Barat."
    },
    {
      "pahlawan_name": "Mayjen. TNI.Anm. S. Siswomihardjo",
      "id": "p049",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/42.jpg",
      "asal": "Jawa Tengah",
      "lahir": "28 Agustus 1922 di Kebumen, Jawa Tengah",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Sutoyo Siswomiharjo merupakan pahlawan anumerta yang meninggal akibat keganasan PKI Gerakan 30 September PKI 1965.\n\n\nSutoyo Siswomiharjo pada masa revolusi bergabung dengan Badan Keamanan Rakyat (BKR) yang kemudian berubah menjadi TKR (Tentara Keamanan Rakyat) terbentuk pada tanggal 5 Oktober 1945. Ia memilih TKR bagian Polisi Tentara dengan pangkat Letnan dua. Pada  November  1946, ia menjadi  Kepala Bagian Organisasi Polisi Tentara Resimen 2 Purworejo.   Kemudian dipindah ke Yogyakarta   sebagai Kepala Staf CPM (Corps Polisi Militer), nama baru Polisi Tentara.   Ia dipindahkan ke Sala untuk memangku jabatan sebagai Komandan CPM Detasemen 3 Surakarta.\n\n\nPada tahun 1950  Ibu Kota pindah ke Jakarta, Sutoyo Siswomiharjo menjabat sebagai Komandan Batalyon CPM di Jakarta. Operasi inteljen CPM yang dipimpin nya berhasil membongkar rencana APRA yang akan menculik beberapa menteri. \n\n\nSutoyo Siswomiharjo pada  1954  menjadi Kepala Staf Markas Besar CPM dengan pangkat Mayor dan pada tahun yang sama ia diangkat menjadi perwira yang diperbantukan pada   Staf Umum Angkatan Darat. \n\n\nSutoyo Siswomiharjo pada  18 Desember 1960 diangkat sebagai  Inspektur Kehakiman Angkatan Darat (Irkeh AD) dengan pangkat Kolonel. Dengan jabatan itu ia menjadi perwira yang di sasar PKI untuk dibunuh pada peristiwa Gerakan 30 September 1965."
    },
    {
      "pahlawan_name": "Kapten CZI. Anm. Pierre Tendean",
      "id": "p050",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/43.jpg",
      "asal": "DKI Jakarta",
      "lahir": "1 Februari 1939 di Batavia(Jakarta, Indonesia)",
      "meninggal": "1 Oktober 1965 di Lubang Buaya, Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Pierre Andries Tendean adalah seorang perwira militer Indonesia yang menjadi salah satu korban peristiwa Gerakan 30 September pada tahun 1965. Pierre Tendean merupakan ajudan Jenderal Abdul Haris  Nasution.\n\n\nPada tahun 1963, saat pemerintah menerapkan politik konfrontasi dengan Malaysia ia diperbantukan pada Dinas Pusat Intelijen Angkatan Darat yang bertugas di garis depan.\n\n\nDua tahun lamanya Pierre Tendean ditempatkan di garis depan dan selama masa itu tiga kali Ia melakukan penyusupan ke daerah Malaysia. Pertama kali Ia memasuki daerah Malaysia dengan menyamar sebagai wisatawan.\n\n\nDalam penyusupan ketiga, ditengah laut Ia dikejar oleh kapal perusak (destroyer) Inggris. Dengan cepat Ia membelokkan speedboat-nyadan secara diam-diam Ia menyelam ke dalam laut."
    },
    {
      "pahlawan_name": "AIP. TK. II Brig.Pol. K.S. Tubun",
      "id": "p051",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/44.jpg",
      "asal": "Maluku",
      "lahir": "14 Oktober 1928 di Tual, Maluku",
      "meninggal": "1 Oktober 1965 di Jakarta",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Brigadir Polisi. Korban kebiadaban (dibunuh) Gerakan 30 September saat mengawal kediaman Wakil Perdana Menteri, Dr. J. Leimena di Jakarta, yang bertetangga dengan Jenderal A.H. Nasution,\n\n\nKS Tubun masuk Sekolah Polisi Negara di Ambon sejak Agustus 1951. Beliau kemudian dipindahkan ke Jakarta dan ditempatkan dalam kesatuan Brimob,\n\n\nPada tahun 1955 KS Tubun mengikuti pasukannya yang mendapat tugas melakukan operasii militer terhadap DI/TII di daerah Aceh selama tiga bulan dan pada tahun 1958 juga melakukan operasi militer di daerah Sulawesi Utara bersama pasukannya untuk menumpas pemberontakan PRRI/Permesta. Ia juga ikut dalam tugas membebaskan Irian Barat setelah diumumkan Tri Komando Rakyat (Trikora) pada tanggal 19 Desember 1961,\n\n\nKS Tubun mendapat kehormatan menjadi anggota pasukan pengawal kediaman Wakil Perdana Menteri II Dr.J.Leimena. KS Tubun gugur dalam menjalankan tugasnya beberapa hari sebelum hari ulang tahunnya yang ke-37 dalam periistiwa Gerakan 30 September 1965."
    },
    {
      "pahlawan_name": "Brigjen. TNI. Anm. Katamso",
      "id": "p052",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/45.jpg",
      "asal": "DIY (Yogyakarta)",
      "lahir": "5 Februari 1923 di Sragen, Jawa Tengah",
      "meninggal": "1 Oktober 1965 di Kentungan,Yogyakarta",
      "makam": "TMPN Kusuma Negara, Yogyakarta",
      "riwayat": "Brigadir Jenderal TNI Angkatan Darat. Dan Rem 072/ Pamungkas DIY. Brigjen. Katamso bersama Wakil Dan Rem 072 Kolonel Sugiyono menjadi korban kebiadaban (dianiaya dan dibunuh) oleh Gerakan 30 September di Kentungan, Yogyakarta,\n\n\nSetelah menamatkan sekolah, Katamso melanjutkan pendidikan tantara PETA di Bogor. Sesudah Proklamasi kemerdekaan ia mengikuti TKR, selama agresi militer Belanda, pasukannya sering bertemput untuk mengusir Belannda dari Indonesia. Setelah pengakuan kedaulatan ia diberi tugas untuk menumpas pemberontakan Batalyon 426 di Jawa Tengah,\n\n\nKatamso dipercaya untuk menjalankan operasi militer yaitu memipin Batalyon A Operasi 17 Agustus.\n\n\nKatamso melakukan bebagai persiapan menghadapi PKI salah satunya adalah pendekatan terhadap masyarakat Yogyakarta dan memperkuat Resimen Mahasiswa, namun Katamso menjadi salah satu korban yang tewas pada malam hari 2 Oktober 1965 bersama Letnan Kolonel Sugiyono."
    },
    {
      "pahlawan_name": "Kol. Inf. TNI. Anm. Sugiono",
      "id": "p053",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/46.jpg",
      "asal": "DIY (Yogyakarta)",
      "lahir": "12 Agustus 1926 di Gedaren, Sumbergiri,Ponjong, Gunung Kidul, DI Yogyakarta",
      "meninggal": "1 Oktober 1965 di Kentungan,Yogyakarta",
      "makam": "TMPN Kusuma Negara, Yogyakarta",
      "riwayat": "Kolonel Infanteri TNI Angkatan Darat. Wakil Dan Rem 072/ Pamungkas DIY. Kolonel Sugiyono bersama Dan Rem 072 Brigjen. Katamso menjadi korban kebiadaban (dianiaya dan dibunuh) oleh Gerakan 30 September PKI di Kentungan , Yogyakarta.\n\n\nPada 1 Maret 1949, terjadi serangan umum terhadap Yogyakarta pada peristiwa serangan Agresi Militer Belanda ke-II. Ia turut serta dalam keberhasilan menghentikan Agresi Militer Belanda ke-II tersebut yang mampu merubah pandangan dunia Internasional terhadap kekuatan Republik Indonesia\n\n\nKarena sering melakukan perlawanan terhadap PKI, maka Sugiyono dan Katamso diculik pada tanggal 1 Oktober 1965 dan dibunuh di daerah Keuntunga, Yogyakarta"
    },
    {
      "pahlawan_name": "Sutan Sjahrir",
      "id": "p054",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/47.jpg",
      "asal": "Sumatera Barat",
      "lahir": "5 Maret 1909 di Padang Panjang,Sumatera Barat",
      "meninggal": "9 April 1966 di Zurich, Swiss",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Sosok yang gigih berjuang melalui diplomasi untuk memperoleh pengakuan kedaulatan dan kemerdekaan dari bangsa-bangsa lain\n\n\nSyahrir pada 1927 menggagas Pendirian Himpunan Pemuda Nasionalis (1927), Jong Indonesie (Pemuda Indonesia) yang menjadi motor Konggres Pemuda Indonesia (1928) dan pada 1928, mendirikan  Volksuniversiteit. “Mimbar Rakyat“ yang memberikan kursus-kursus pemberantasan buta huruf, berhitung, bahasa asing (Inggris) dan kursus politik yang mengajarkan cita- cita kebangsaan serta menjadi Ketua Partai Nasional Indonesia (PNI Baru).\n\n\nSyahrir pada 14  November  1945  menjadi Perdana Menteri dengan berhasil melakukan perundingan dengan pihak Belanda melalui perundingan  Hoge Veluwe,  dan perundingan Linggarjati yang menghasilkan persetujuan Linggarjati pada 25 Maret 1946.\n\n\nSyahrir juga dilakukan di dunia Internasional, melalui  konferensi Asia (Inter Relation Asian Conference) di New Delhi, India pada 1947, Sjahrir membentangkan politik luar negeri Indonesia yang bebas dan aktif.\n\n\nSyahrir bersama H Agus Salim pada  1947,  memperjuangkan Indonesia di forum PBB sehingga permasalahan Indonesia menjadi agenda resmi DK PBB.\n\n\nSjahrir berhasil menerobos blokade ekonomi Belanda dengan mengirimkan 50 ribu ton beras ke India untuk membantu India dan Indonesia memperoleh pakaian, obat-obatan dan alat pertanian"
    },
    {
      "pahlawan_name": "Prof. DR. W.Z. Johannes",
      "id": "p055",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/50.jpg",
      "asal": "NTT (Nusa Tenggara Timur)",
      "lahir": "1895 di Termanu, Pulau Rote, Nusa Tenggara Timur",
      "meninggal": "4 September 1952 di DenHaag, Belanda",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Merupakan pahlawan pendidik dan pejuang Pergerakan Nasional, Ahli RontgenPertama Indonesia dan  merupakan Pelopor Medis Bidang Radiologi.\n\n\nTurut mendirikan Badan Persiapan Persatuan Kristen (BPPK), yang menjelma menjadi Partai Kristen Indonesia (Parkindo). Ketua Partai Kristen Nasional (PKN).\n\n\nIa membentuk organisasi perjuangan, yakni Gerakan Rakyat Indonesia Sunda Kecil (GRISK) untuk mempertahankan Kemerdekaan RI\n\n\nPada tahun 1929 aktif dalam  ”Perserikatan  Kaum  Kristen”  (PKK).\n\n\nProf. Dr. W.Z. Johannes   pada April 1952 berangkat keluar negeri selama lima bulan, dalam kondisi kurang sehat dan menderita penyakit jantung.  Di Negeri Belanda bertugas di Rumah Sakit Bronovo di Den Haag. Namun belumlama melaksanakan tugas, mendapat serangan jantung dengan mendadak,  ia menghembuskan nafasnya yang terakhir  pada 4 September 1952."
    },
    {
      "pahlawan_name": "Sersan II KKO. Anm. Janatin alias Osman",
      "id": "p056",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/52.jpg",
      "asal": "Jawa Timur",
      "lahir": "18 Maret 1943 di Dukuh Tawangsari, DesaJatisaba, Kecamatan Purbalingga, Kabupaten Purbalingga,Jawa Tengah",
      "meninggal": "17 Oktober 1968 di Singapura",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Pejuang pada masa Konfrontasi Indonesia dengan Malaysia. Gugur di Singapura.\n\n\nDjanatin berasal dari keluarga santri yang taat beragama, dan juga berasal dari keluarga pejuang bangsa yang gigih,\n\n\nTri Komando Rakyat (TRIKORA) menjadi panggilan awal Djanatin memasuki dunia militer. Tahun 1962 Djanatin mengikuti pendidikan militer yang diadakan oleh Korps Komando Angkatan Laut (KKO-AL) Ri. Djanatin dipindahkan ke Batalyon III KKO-AL dan menjalankan “Operasi Sadar” di Irian Barat,\n\n\nSelama Konfrontasi Indonesia-Malaysia dan lahirlah “Dwikora”, Djanatin menjadi sukarelawan bersama Prako II Harun yang masuk dalam Tim Brahmana I dan kemudian bertemu dengan Gani Bin Arup untuk menjalankan operasi  militer di Singapura,\n\n\nTanggal 9 Maret 1965, sabotase yang dilakukan mereka berhasil dilakukan, dikenal dengan peristiwa Macdonad House Bombing,\n\n\nTanggal 13 Maret 1965 Djanatin dan Harun ditangkap, permohonan naik banding sampai permohonan grasi ditolak oleh Singapura, sehingga 17 Oktober 1968 Djanatin dan Harun mendapat hukuman mati."
    },
    {
      "pahlawan_name": "Kopral KKO. Anm. Harun",
      "id": "p057",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/53.jpg",
      "asal": "Jawa Timur",
      "lahir": "4 April 1947 di Pulau Bawean,Kabupaten Gresik, Jawa Timur",
      "meninggal": "17 Oktober 1968 di Singapura",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Harun bin Said alias Tahir dibesarkan di wilayah yang dikelilingi pantai membuat Harun sangat mencintai dan mengenal betul tentang laut. Dia bahkan sudah sering berlayar dengan cara menyelinap ke kapal-kapal yang berlabuh di pulaunya\n\n\nSalah satu dari dua anggota KKO (Korps Komando Operasi, kini disebut Marinir) Indonesia\n\n\nPejuang penegak revolusi Indonesia, dan juga pejuang pada masa Konfrontasi Indonesia dengan Malaysia.\n\n\nMemegang teguh sumpah prajurit hingga akhir hayatnya yang memperlihatkan ketinggian moril seorang prajurit yang dapat dicontoh oleh prajurit lainnya."
    },
    {
      "pahlawan_name": "Jend. TNI. Basuki Rakhmat",
      "id": "p058",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/54.jpg",
      "asal": "Jawa Timur",
      "lahir": "4 November 1921 di Tuban, Jawa Timur",
      "meninggal": "8 Januari 1969 di Jakarta,Indonesia",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Perjuangannya sebagai pejuang di awali dengan bergabungnya di pendidikan prajurit (Renslitdi) ia diangkat sebagai Lecho (pembantu prajurit) batalion Jepang.\n\n\nPada tahun 1944 ia masuk pendidikan calon Shodanco (komandan peleton) di Bogor dan kemudian diangkat sebagai  Shodanco dari Daidan (batalyon)Tentara PETA di Pacitan.\n\n\nSetelah PETA dibubarkan, mantan Shodanco Basoeki Rachmat berada di Maospati, Pemuda Basuki melatih pemuda-pemuda Badan Keamanan Rakyat (BKR) dan diangkat sebagai pimpinannya.\n\n\nSetelah terbentuknya Tentara Keamanan Rakyat (TKR) pada 5 Oktober 1945, Basoeki Rachmat membentuk batalyon TKR di Ngawi.\n\n\nPada saat perjuangan pembebasan Irian Barat, Basuki Rachmat diangkat sebagai Panglima Komando Daerah Militer  VIII  (KODAM  VIII/Brawijaya).\n\n\nPada tanggal 16 Oktober 1965 dengan pangkat Letnan Jenderal, Basoeki Rachmat ditunjuk sebagai Deputi Khusus (Desus) Pangad merangkap jabatan Pangdam VIII/ Brawijaya.\n\n\nPada masa Soekarno Basoeki Rachmatberperan dalam lahirnya Surat Perintah Sebelas Maret (Supersemar). Pada masa Soeharto ia menduduki jabatan Mendagri."
    },
    {
      "pahlawan_name": "Martha Christina Tijahahu",
      "id": "p059",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/56.jpg",
      "asal": "Maluku",
      "lahir": "4 Januari 1800 di Abubu, Nusa Laut, Maluku,Indonesia",
      "meninggal": "2 Januari 1818 di Laut Banda,Maluku, Indonesia",
      "makam": "Tidak diketahui",
      "riwayat": "Pejuang Kemerdekaan yang unik yaitu seorang puteri remaja yang turut dalam pertempuran melawan tentara kolonial Belanda dalam perang Pattimura tahun 1817. Meninggal dalam tahanan Belanda.\n\n\nMartha Christina adalah anak dari Kapiten Paulus Tijahahu orang terpandang di Nusa Laut, Maluku. Para raja, patih, dan kapitan Nusa Laut sejak semula berpendirian tegas, yaitu mengikuti jejak Kapitan Pattimura, yang tidak pernah ketinggalan mempertahankan daerah-daerah lain terhdap serangan Belanda.\n\n\nMartha selalu menemani ayahnya dalam setiap pertempuran, diantaranya perlawanan di Saparua (1817), perlawanan merebut benteng Beverwijk, dan pertempuran di daerah Ulat dan Ouw.\n\n\nPada 12 November 1817, para pemimpin Nusa laut berhasil disergap. Termasuk di dalamnya Martha Christina dan ayahnya yang makin tua. Setelah ditahan dan diperiksa pada 15 November oleh Laksamana Buyskes, Paulus di vonis human mati, dilaksanakan pada 17 November 1817. Martha sendiri termasuk yang mendapat hukuman untuk dibuang ke Jawa. Martha yang merasa hampa akan keperrgian ayahnya menjadi murung. Ia kemudian dinaikkan ke kapal Eversten, dan meninggal, dan bersemayam disekitar Laut Banda."
    },
    {
      "pahlawan_name": "Maria Walanda Maramis",
      "id": "p060",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/57.jpg",
      "asal": "Sulawesi Utara",
      "lahir": "1 Desember 1872 di Kema, SulawesiUtara",
      "meninggal": "22 April 1924 di Maumbi,Sulawesi Utara",
      "makam": "Kalawat, Minahasa Utara",
      "riwayat": "Pendidik dan Penggiat Hak-Hak Perempuan. Sosok pendobrak adat, pejuang kemajuan dan emansipasi perempuan di dunia politik dan pendidikan.\n\n\nMaria lahir dari pasangan suami istri yaitu Maramis dan Sarah Rotinsulu, orang tua Maria kemudian meninggal ketika ia berumur 6 tahun. Maria kecil dan kedua saudarnya diasuh ole paman dan bibinya.\n\n\nMaria adalah seorang yang haus akan pengatahuan, ia sering bertanya-tanya mengapa anak perempuan hanya dibenarkan sekolah sampai Sekolah Dasar saja. Setelah menyelesaikan sekolah para perempuan Minahasa membantu orang tua mereka sampai masanya mereka menikah, begitu pula yang terjadi dengan Maria.\n\n\nMaria kemudian mendirikan organisasi bernama Percintaan Ibu Kepada Anak Temurunannya (PIKAT) pada 8 Juli 1917, dengan tujuan memajukan pendidikan perrempuan Minahasa. Bersama dengan suami, anak, wanita-wanita terkemuka, dan donator organisasi ini. PIKAT mendirikan cabang-cabangnya di Indonesia. Propaganda mengenai cita-cita PIKAT juga dilakukan dengan tulisan-tulisan Maria di surat kabar.\n\n\nPada 1919 Maria berhasil memperjaungkan kaum perempuan Minahasa mendapatkan hak suara untuk memilih wakil rakyat di Minahasa Raad."
    },
    {
      "pahlawan_name": "Supeno",
      "id": "p061",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/58.jpg",
      "asal": "Jawa Tengah",
      "lahir": "12 Juni 1916 di Kota Pekalongan, JawaTengah",
      "meninggal": "24 Februari 1949 di Ganter,Ngliman, Sawahan, Nganjuk, Jawa Timur",
      "makam": "TMPN Kusuma Negara, Yogyakarta",
      "riwayat": "Pejuang  Kemerdekaan\n\n\nDengan berdirinya perkumpulan pemuda berasas kebangsaan Indonesia Muda cabang Tegal pada medio 1932 silam, Supeno ikut terlibat aktif sebagai ketuanya. Supeno terus bergeliat menjadi seorang aktivis yang memperjuangkan kemerdekaan bagi Bangsa IndonesiaSupeno menjadi anggota Persatuan Pelajar Pelajar Indonesia. Ketika Jepang masuk ke Indonesia, Supeno berkenalan dengan Mr Sumarwan, Sujoko Hadipranoto dan Subadio Sastrosatomo, yang berasal dari tokoh Partai Sosialis Indonesia (PSI).\n\n\nSupeno ditunjuk Hatta sebagai menteri pemuda dan pembangunan dalam kabinet tersebut. Setelah Yogyakarta jatuh, Supeno ikut bergerilya dan memberikan perlawanan.\n\n\nSupeno sangat aktif di Partai Sosialis yang didirikan pada tanggal 17 Agustus 1945 yang didirikan Sutan Syahrir.\n\n\nGugur/meninggal tanggal 24 Februari 1949 saat berperang melawan Belanda pada Agresi Militer Belanda ke 2."
    },
    {
      "pahlawan_name": "Sultan Ageng Tirtajasa",
      "id": "p062",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/59.jpg",
      "asal": "Banten",
      "lahir": "1631 di Banten, Indonesia",
      "meninggal": "1683 di Penjara Batavia (Jakarta), Indonesia",
      "makam": "Serang - Banten",
      "riwayat": "Sultan (Raja/Pemimpin) Kesultanan Banten pada periode 1651 - 1683 yang memimpin perjuangan melawan penjajah Belanda (VOC). Beliau berusaha mewujudkan Banten sebagai kerajaan Islam terbesar, meningkatkan kesejahteraan rakyat dengan membuka sawah- sawah baru dan mengembangkan irigasi. Di bidang keagamaan, beliau mengangkat Syekh Yusuf Al-Makasari (juga Pahlawan Nasional) sebagai mufti kerajaan dan penasehat sultan.\n\n\nSultan Ageng Tirtayasa berkuasa di Kesultanan Banten pada periode 1651 - 1683. Ia memimpin banyak perlawanan terhadap Belanda. Masa itu, VOC menerapkan perjanjian monopoli perdagangan yang merugikan Kesultanan Banten. Kemudian Tirtayasa menolak perjanjian ini dan menjadikan Banten sebagai pelabuhan terbuka. Saat itu, Sultan Ageng Tirtayasa ingin mewujudkan Banten sebagai kerajaan Islam terbesar.\n\n\nIa berusaha meningkatkan kesejahteraan rakyat dengan membuka sawah-sawah baru dan mengembangkan irigasi. Di bidang keagamaan, ia mengangkat Syekh Yusuf sebagai mufti kerajaan dan penasehat sultan."
    },

    {
      "pahlawan_name": "Tuanku Tambusai",
      "id": "p063",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/101.jpg",
      "asal": "Riau",
      "lahir": "5 November 1784 di Dalu-dalu, NagariTambusai, Rokan Hulu, Riau",
      "meninggal": "12 November 1882 diSeremban, Negeri Sembilan, Malaysia",
      "makam": "Seremban, Malaysia",
      "riwayat": "Tuanku Tambusai, Muhammad Saleh atau  Hamonangan  Harahap adalah Pahlawan Nasional dari  Sumatera Utara\n\n\nTuanku Tambusai adalah  seorang ulamayang menyebarkan Islam di daerah-daerah yang  belum  memeluk  Islam,  antara lain di Tapanuli Selatan.\n\n\nTuanku Tambusai tidak hanya menyebarkan Islam, pada tahun 1823 ia dan pasukannya mengepung kedudukan Inggris di Natal setelah Traktat London 1824  Tuanku Tambusai berhadapan dengan Belanda.  \n\n\nPada 1830 ia membangun benteng di Rao, benteng ini jatuh ke tangan Belanda bulan Oktober 1832. Ia berusaha merebut benteng Belanda Fort Amerongen di Rao tetapi gagal.\n\n\nTuanku Tambusai bersama pasukan antara tahun 1834 – 1837 berhasil menghalangi  Belanda memusatkan kekuatannya untuk merebut Bonjol di daerah Rao dan Dalu-Dalu.\n\n\nTuanku Tambusai pada  1838 berhasil mengalang pasukan Belanda melalui aksi-aksi gerilya untuk menguasai daerah Raja Mondang. \n\n\nTuanku Tambusai pada akhir Desember 1838 ketika benteng Dalu-Dalu dihujani dengan tembakan Meriam tidak berhasil ditangkap Belanda dan  Tuanku Tambusai berhasil meloloskan diri.\n\n\nTuanku Tambusai terkenal sebagai “De Padrische Tijger van Rokan” (Harimau Paderi dari Rokan)."
    },
    {
      "pahlawan_name": "Syekh Yusuf Tajul Khalwati",
      "id": "p064",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/102.jpg",
      "asal": "Sulawesi Selatan",
      "lahir": "3 Juli 1626 di Gowa, Sulawesi Selatan",
      "meninggal": "23 Mei 1699 di Cape Town, Afrika Selatan",
      "makam": "Gowa, Sulawesi Selatan",
      "riwayat": "Syekh Yusuf Tajul Khalwati adalah pejuang nasional yang melawan Belanda bukan hanya di tanah kelahirannya. Ia berjuang dari Gowa, Banten hingga Afrika Selatan.\n\n\nKegigihan perjuangan Syekh Yusuf Tajul Khalwati membuat rakyat Banten bersemangat mengusir penjajah bersama Sultan Ageng Tirtayasa.\n\n\nSyekh Yusuf Tajul Khalwati memiliki pengaruh yang luar biasa dan berhasil meningkatkan kewibawaan kerajaan Banten diantara Raja-raja di Nusantara jaman itu. \n\n\nSyekh Yusuf Tajul Khalwati sepeninggal Sultan Ageng Tirtayasa, memimpin perang Gerilya bersama Pangeran Purbaya dan Pangeran Kidul di Daerah Tanggerang lalu mundur   ke   Muncang, Lawang Taji (Jasinga) menyusur Cidurian akan menuju Cirebon.\n\n\nPada tahun 1684 Syekh Yusuf Tajul Khalwati dibuang ke pulau Ceylon (Sri Lanka) Sri Lanka. Di Sri Lanka, Syekh Yusuf Tajul Khalwati membentuk Jaringan Islam yang luas, dan melalui murid-muridnya di Nusantara terus mengobarkan perlawanan terhadap Belanda. Dampaknya Belanda  memindahkan Syekh Yusuf Tajul Khalwati ke Zandvliet, Afrika Selatan.\n\n\nSyekh Yusuf Tajul Khalwati di Zandvliet, Afrika Selatan  terus menyebarkan Agama Islam sekaligus semangat anti penjajahan terhadap rakyat Afrika Selatan, sampai wafat (23 Mei 1699).\n\n\nSyekh Yusuf Tajul Khalwati oleh Nelson Mandela disebut  sebagai “Salah Seorang Putra Afrika”"
    },
    {
      "pahlawan_name": "SupHj. Fatimah Siti Hartinah Suhartoeno",
      "id": "p065",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/103.jpg",
      "asal": "Jawa Tengah",
      "lahir": "23 Agustus 1923 di Desa Jaten, Surakarta(Solo), Jawa Tengah",
      "meninggal": "28 April 1996 di Rumah SakitGatot Subroto, Jakarta",
      "makam": "Astana Giribangun, Karang Anyar",
      "riwayat": "Fatimah Siti Hartinah Soeharto untuk pengabdiannya kepada bangsa dan negara pernah menjabat berbagai jabatan kenegaraan antara lain, Ketua Umum Ria Pembangunan, Penasehat Utama Dharma Wanita, Penasehat Utama Dharma Pertiwi, Penasehat Utama Persit Kartika Chandra Kirana, Penasehat   Utama   Persatuan   Isteri    Veteran RI (PIVERI),  Pendiri/Ketua  Yayasan  Kartika Jaya, Pelindung Yayasan Kesejahteraan Anak Indonesia (YKAI), Pelindung Yayasan Kartini, Pelindung Himpunan Pandu dan Pramuka Wreda (HIPRADA), Pelindung Persatuan Wanita Republik Indonesia (PERWARI), Pelindung Yayasan Jantung Indonesia.\n\n\nFatimah Siti Hartinah Soeharto telah aktif dibidang keorganisasian   sejak remaja dengan aktif di dalam Kepanduan (Pramuka).\n\n\nFatimah Siti Hartinah Soeharto, pada masa pendudukan Jepang,  menjadi anggota  Fujinkai. \n\n\nFatimah Siti Hartinah Soeharto memprakarsai pendirian Perpustakaan Nasional sebagai upaya peningkatan minat baca generasi penerus bangsa.\n\n\nFatimah Siti Hartinah memprakarsai pembangunan Taman Bunga, Taman Anggrek serta Taman Buah sebagai wujud perhatiannya untuk  meningkatkan kesejahteraan petani khususnya petani bunga dan buah-buahan"
    },
    {
      "pahlawan_name": "Raja Haji Fisabilillah",
      "id": "p066",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/104.jpg",
      "asal": "Riau",
      "lahir": "1727 di Kota Lama, Ulusungai, Riau",
      "meninggal": "18 Juni 1784 di Teluk Ketapang,Melaka (sekarang Malaysia).",
      "makam": "Pulau Penyengat, Kepulauan Riau",
      "riwayat": "Raja Haji Fisabililah adalah Raja Yang Dipertuan Muda Riau-Lingga-Johor-Pahang IV, ia terkenal dalam melawan pemerintahan Belanda dan berhasil membangun pulau Biram Dewa di sungai Riau.\n\n\nRaja Haji sudah terlibat dalam pertempuran dengan pihak Belanda pada Perang Linggi tahun 1756-1758. Perang tersebut meletus sebagai reaksi usaha Belanda meluaskan kekuasaannya di Riau. Pada pertempuran tersebut, Raja Haji terluka. Namun pada pertempuran selanjutnya, pasukan gabungan dari Linggi, Selangor, Remban, Kelang dan Siak dapat mengepung Kota Malaka sehingga satu persatu tempat-tempat kekuasaan Belanda di sekitar Malaka berhasil dikuasai dan diduduki.\n\n\nIa berperang melawan Belanda dalam peperangan hebat di Teluk Ketapang (Malaka) pada tahun 1784 yang mana Raja Haji sendirilah yang memimpin.\n\n\nIa Gugur pada saat melakukan penyerangan pangkalan maritim Belanda di Teluk Ketapang (Melaka) pada tahun 1784."
    },
    {
      "pahlawan_name": "H. Adam Malik",
      "id": "p067",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/105.jpg",
      "asal": "Sumatera Utara",
      "lahir": "22 Juli 1917 di Pematang Siantar, Sumatera Utara",
      "meninggal": "5 September 1984 di Bandung, Jawa Barat",
      "makam": "TMPN Utama Kalibata",
      "riwayat": "Ia merupakan seorang Wartawan, Aktivis Kemerdekaan, Wakil Presiden Indonesia, Wakil Perdana Menteri, Ketua Majelis Umum PBB, Menteri beberapa Departemen dan Pelopor berdirinya Kantor Berita Antara.\n\n\nKarir perjuangan Adam Malik dimulai sejak di kampung halamannya dengan masuk sebagai anggota kepanduan Hisbul Wathan milik Muhammaditah di Pematang Siantar sebagai Ketua Partai Indonesia (Partindo) dengan basis masa berasal dari sopir-sopir. Ia kemudain ke Batavia dan bergabung menjadi eksponen Organisasi PARI (Partai Republik Indonesia) yang sempat membuatnya masuk penjara.\n\n\nPada tanggal 13 Desember 1937, ia bersama Pandu Kartawiguna dan kawan-kawan mendirikan Lembaga Kantor Berita “Antara”.\n\n\nAdam Malik juga masuk dalam organisasi Persatuan Perjuangan (PP), kemudian ia mendirikan Partai MURBA (Musyawarah Rakyat Banyak)  dan membentuk Badan Pendukung Soekarnoisme (BPS).\n\n\nPada tahun 1962, ia berperan menonjol sebagai delegasi dalam proses perindungan Indonesia-Belanda mengenai Irian Barat.dan juga pernah menjadi Ketua Sidang Umum PBB ke 26 Tahun 1971-1972.\n\n\nKetika menjadi Menteri Luar Negeri, ia membawa politik luar negeri “Bebas Aktif”."
    },
    {
      "pahlawan_name": "Tjilik Riwut",
      "id": "p068",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/106.jpg",
      "asal": "Jawa Tengah",
      "lahir": "2 Februari 1918 di Desa Kasongan, Kecamatan Katingan Hilir, Kabupaten Katingan, Kalimantan Tengah.",
      "meninggal": "17 Agustus 1987 di Kota Banjarmasin, Kalimantan Selatan",
      "makam": "Sanaman Lampang, Palangkaraya",
      "riwayat": "Pada tahun 1938  ia memprakarsai pendirian Organisasi Pakat Dayak bersama kawan-kawannya   di Banjarmasin untuk  mengangkat Derajat Suku Dayak  dan mempersatukan seluruh masyarakat Suku Dayak.\n\n\nPada tahun 1946 dipercaya mewakili 142 Suku Dayak untuk menyatakan sumpah setia mendukung eksistensi Pemerintah RI melalui upacara adat leluhur suku dayak di Istana Kepresidenan (Gedung Agung) Yogyakarta.\n\n\nPada tanggal 17 Oktober 1947 ia memimpin operasi penerjunan pasukan payung pertama di dalam sejarah Angkatan Bersenjata RI, di desa  Sarabi dekat Rantapulut Kotawaringin Barat (Kalimantan Tengah) yang   kemudian hari peristiwannya ditetapkan sebagai Hari Pasukan Khas TNI AU.\n\n\nPada tahun 1957 – 1967 ia menjabat sebagai Gubernur Kepala Daerah Provinsi Kalimantan Tengah serta merintis dan mempelopori pembangunan Kota Palangkaraya sebagai ibukota Provinsi Kalimantan Tengah. \n\n\nIa juga dikenal dan berperan besar dalam proses pembaruan pembangunan sistem administrasi pemerintahan di Kalimantan."
    },
    {
      "pahlawan_name": "La Maddukelleng",
      "id": "p069",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/107.jpg",
      "asal": "Sulawesi Selatan",
      "lahir": "1700 di Wajo, Sulawesi Selatan",
      "meninggal": "1765 di Wajo, Sulawesi Selatan",
      "makam": "A. Pettarani, Wajo",
      "riwayat": "Raja Pasir dari Kesultanan Pasir. Raja Wajo (Arung Matowa Wajo XXXIV) di Kerajaan Wajo. Memimpin pasukan dari suku Bugis, Pasir, Kutai, Makassar serta Bugis-Pagatan, untuk melawan Belanda.\n\n\nPerjuangannya dimulai ketika membantu pasukan Daeng Parani, Daeng Marewa dan Haji Sore melawan Johor pada tahun 1715-1721. La Maddukelleng mengirim pasukan yang dipimpin oleh La Banna To Assak, peperangan ini dimenangkan oleh pihak Daeng Parani.\n\n\nPada 1726 La Maddukelleng diangkat menjadi Sultan Pasir dan pada tahun ini juga ia memerintahkan kepada La Banna To Assak untuk menyerang Maraddia Balapina yang pro dengan Belanda. Misi ini berhasil memperoleh kemenangan. Dilanjutkan dengan pasukannya menuju Gowa dan menembaki Benteng Ujung Pandang tempat persembunyian Belanda yang kemudian lari mengundurkan diri.\n\n\nTerjadi bebarapa kali penolakan untuk menyatakan persaudaraan antara Wajo dengan VOC dari La Maddukelleng kepada VOC. Pada bulan Febuari 1741 terdepat peperangan sengit dalam waktu yang cukup lama antara Wajo dengan Belanda, namun pasukan VOC (Smout) dapat dipukul mundur oleh pasukan Wajo (La Maddukelleng)."
    },
    {
      "pahlawan_name": "Sultan Assyaidis Syarif Kasim Sani Abdul Jalil Syarifuddin",
      "id": "p070",
      "pahlawan_image": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/108.jpg",
      "asal": "Riau",
      "lahir": "1 Desember 1893 di Siak Sri Indrapura,Riau",
      "meninggal": "23 April 1968 di Rumbai,Pekanbaru, Riau",
      "makam": "Siak, Sri Indrapura",
      "riwayat": "Sultan ke-12 di Kesultanan Siak Sri Indrapura. Pendukung Perjuangan Kemerdekaan Indonesia. Mendorong raja-raja di Sumatera Timur untuk mendukung dan mengintegrasikan diri dengan Republik Indonesia. Menyumbang harta kekayaannya sejumlah 13 juta gulden untuk Pemerintah Republik Indonesia, setara dengan 214,5 juta gulden (2014) atau 120,1 juta USD atau Rp 1,47 trilyun.\n\n\nSultan Syarif Kasim II juga tidak segan-segan menyerahkan mahkota dan nyaris seluruh kekayaannya. Ini dilakukan sebagai penegas bahwa Kesultanan Siak Sri Inderapura yang dipimpinnya meleburkan diri ke dalam Negara Kesatuan Republik Indonesia (NKRI).\n\n\nSetelah dinobatkan menjadi sultan pada 1915, ia menggalakkan pembangunan di wilayahnya. Sultan Syarif Kasim II juga berupaya meningkatkan kualitas sumber daya manusia rakyat Siak Sri Inderapura melalui pendidikan demi mengejar ketertinggalan dari orang-orang Belanda."
    }
  ]
}